Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: Did you mean {suggestion}?
tr_tr: {suggestion} mi kastettin?

source: Number
tr_tr: Minimum karakter sayısı

source: Please enter a valid number.
tr_tr: Lütfen geçerli bir numara girin.

source: Confirm Value
tr_tr: Değeri Onaylayın

source: Field values do not match.
tr_tr: Alan değerleri uyuşmuyor.

source: Checkbox Selection Limit
tr_tr: Onay Kutusu Seçim Sınırı

source: You have exceeded the number of allowed selections: {#}.
tr_tr: Sadece {#} adet seçim yapabilirsiniz.

source: Manage integrations with popular providers such as Constant Contact, MailChimp, Zapier, and more.
tr_tr: Constant Contact, MailChimp, Zapier ve benzeri popüler sağlayıcılarla olan entegrasyonları yönetin.

source: Hide Announcements
tr_tr: Duyuruları Gizle

source: Check this if you would like to hide plugin announcements and update details.
tr_tr: Eklenti duyurularını gizlemek ve ayrıntıları güncellemek istiyorsanız bunu kontrol edin.

source: Uninstall WPForms
tr_tr: WPForms Kaldır

source: Check this if you would like to remove ALL WPForms data upon plugin deletion. All forms and settings will be unrecoverable.
tr_tr: Eklenti silme işleminden sonra TÜM WPForms verilerini kaldırmak istiyorsanız bunu kontrol edin. Tüm formlar ve ayarlar kurtarılamaz olacaktır.

source: Import
tr_tr: İçe Aktar

source: Export
tr_tr: Dışa Aktar

source: System Info
tr_tr: Sistem Bilgisi

source: Import was successfully finished. You can go and <a href="%s">check your forms</a>.
tr_tr: İçe aktarma işlemi başarıyla tamamlandı. Gidebilir ve <a href=“%s”>formlarınızı kontrol edebilirsiniz</a>.

source: WPForms Import
tr_tr: Formları İçe Aktarma

source: Select a WPForms export file.
tr_tr: İçe aktarılacak olan dosyayı seçin.

source: files selected
tr_tr: seçili dosyalar

source: No file chosen
tr_tr: Dosya seçili değil

source: Choose a file&hellip;
tr_tr: Bir Dosya Seçin&hellip;

source: Import from Other Form Plugins
tr_tr: Diğer Form Eklentilerinden Al

source: Not happy with other WordPress contact form plugins?
tr_tr: Diğer WordPress iletişim formu eklentilerinden memnun değil misiniz?

source: WPForms makes it easy for you to switch by allowing you import your third-party forms with a single click.
tr_tr: WPForms, tek bir tıklama ile üçüncü taraf formlarınızı içe aktarmanıza izin vererek geçiş yapmanızı kolaylaştırır.

source: No form importers are currently enabled.
tr_tr: Şu anda etkinleştirilmiş hiçbir form ithalatçısı yok.

source: Select previous contact form plugin...
tr_tr: Önceki kişi formu eklentisini seçin …

source: Not Active
tr_tr: Aktif Değil

source: Form Import
tr_tr: Formu İçeri Aktar

source: Select the forms you would like to import.
tr_tr: İçe aktarmak istediğiniz formları seçin.

source: Available Forms
tr_tr: Mevcut Formlar

source: No forms found.
tr_tr: Hiçbir form bulunamadı.

source: Select All
tr_tr: Hepsini seç

source: Forms to Import
tr_tr: Formları İçe Aktar

source: Analyzing %1$s of %2$s forms from %3$s.
tr_tr: %1$s %2$s formları üzerinden %3$s analiz.

source: Heads Up!
tr_tr: Dikkat et!

source: One or more of your forms contain fields that are not available in WPForms Lite. To properly import these fields, we recommend upgrading to WPForms Pro.
tr_tr: Formlarınızdan biri veya daha fazlası WPForms Lite’ta bulunmayan alanlar içeriyor. Bu alanları düzgün bir şekilde içe aktarmak için WPForms Pro’ya yükseltmenizi öneririz.

source: You can continue with the import without upgrading, and we will do our best to match the fields. However, some of them will be omitted due to compatibility issues.
tr_tr: İçe aktarmaya devam etmeden devam edebilirsiniz ve alanları eşleştirmek için elimizden geleni yapacağız. Ancak, bazıları uyumluluk sorunları nedeniyle atlanmış olacak.

source: Upgrade to WPForms Pro
tr_tr: Pro’ya Sürüme Yükselt

source: Continue Import without Upgrading
tr_tr: Yükseltme Yapmadan İçe Aktarmaya Devam Edin

source: Below is the list of form fields that may be impacted:
tr_tr: Aşağıda etkilenebilecek form alanları listesi verilmiştir:

source: Importing %1$s of %2$s forms from %3$s.
tr_tr: %1$s %2$s formları %3$s ile alınıyor.

source: Congrats, the import process has finished! We have successfully imported %s forms. You can review the results below.
tr_tr: Tebrikler, ithalat süreci bitti! %s formunu başarıyla ithal ettik. Aşağıdaki sonuçları inceleyebilirsiniz.

source: Edit
tr_tr: Düzenle

source: Preview
tr_tr: Önizle

source: The following fields are available in PRO and were not imported:
tr_tr: Aşağıdaki alanlar PRO’da mevcuttur ve içe aktarılmamıştır:

source: The following fields are available in PRO and were imported as text fields:
tr_tr: Aşağıdaki alanlar PRO’da mevcuttur ve metin alanları olarak içe aktarılmıştır:

source: The following fields are not supported and were not imported:
tr_tr: Aşağıdaki alanlar desteklenmiyor ve içe aktarılmamıştır:

source: Upgrade Now
tr_tr: Şimdi Yükselt

source: Form Export
tr_tr: Formu Dışarı Aktar

source: Form exports files can be used to create a backup of your forms or to import forms into another site.
tr_tr: Form ihracat dosyaları, formlarınızın yedeğini oluşturmak veya formları başka bir siteye almak için kullanılabilir.

source: Select form(s)
tr_tr: Formları Seçin

source: You need to create a form before you can use form export.
tr_tr: Form dışa aktarmayı kullanabilmeniz için önce bir form oluşturmanız gerekir.

source: The following code can be used to register your custom form template. Copy and paste the following code to your theme's functions.php file or include it within an external file.
tr_tr: Aşağıdaki kod, özel form şablonunuzu kaydetmek için kullanılabilir. Aşağıdaki kodu temanızın functions.php dosyasına kopyalayıp yapıştırın veya harici bir dosyaya ekleyin.

source: For more information <a href="%s" target="_blank" rel="noopener noreferrer">see our documentation</a>.
tr_tr: Daha fazla bilgi için <a href="%s" target="_blank" rel="noopener noreferrer">belgelerimize bakın.</a>.

source: Select a form to generate PHP code that can be used to register a custom form template.
tr_tr: Özel bir form şablonu kaydetmek için kullanılabilecek PHP kodu oluşturmak için bir form seçin.

source: You need to create a form before you can generate a template.
tr_tr: Şablon oluşturmadan önce bir form oluşturmanız gerekir.

source: Export Template
tr_tr: Şablonu Dışa Aktar

source: System Information
tr_tr: Sistem Bilgisi

source: Test SSL Connections
tr_tr: SSL Bağlantılarını Test Et

source: Click the button below to verify your web server can perform SSL connections successfully.
tr_tr: Web sunucunuzun SSL bağlantılarını başarıyla gerçekleştirebildiğini doğrulamak için aşağıdaki düğmeyi tıklayın.

source: Test Connection
tr_tr: Bağlantıyı Sına

source: Please upload a valid .json form export file.
tr_tr: Lütfen geçerli bir .json form dışa aktarma dosyası yükleyin.

source: Error
tr_tr: Hata

source: Form data cannot be imported.
tr_tr: Tüm veriler içe aktarıldı.

source: Welcome to WPForms
tr_tr: WPForms’a Hoş Geldiniz

source: Thank you for choosing WPForms - the most powerful drag & drop WordPress form builder in the market.
tr_tr: Piyasadaki en güçlü sürükle-bırak WordPress form üreticisi WPForms’u seçtiğiniz için teşekkür ederiz.

source: Watch how to create your first form
tr_tr: İlk formunuzu nasıl oluşturacağınızı izleyin

source: WPForms makes it easy to create forms in WordPress. You can watch the video tutorial or read our guide on how create your first form.
tr_tr: WPForms WordPress’de form oluşturmayı kolaylaştırır. Video dersini izleyebilir veya ilk formunuzun nasıl oluşturulacağı üzerine rehberimizi okuyabilirsiniz.

source: Create Your First Form
tr_tr: İlk Formunuzu Oluşturun

source: Read the Full Guide
tr_tr: Rehber’i komple okuyun

source: WPForms Features &amp; Addons
tr_tr: WPForms Özellikleri ve &amp; Eklentileri

source: WPForms is both easy to use and extremely powerful. We have tons of helpful features that allow us to give you everything you need from a form builder.
tr_tr: WPForms kullanımı kolaydır ve son derece güçlüdür. İhtiyacınız olan her şeyi bir form oluşturucu üzerinden vermemizi sağlayan tonlarca faydalı özellik var.

source: Drag &amp; Drop Form Builder
tr_tr: Sürükle &amp; bırak form oluşturucusu

source: Easily create an amazing form in just a few minutes without writing any code.
tr_tr: Hiçbir kod yazmadan sadece birkaç dakika içinde kolayca inanılmaz bir form oluşturun.

source: Start with pre-built form templates to save even more time.
tr_tr: Daha fazla zaman kazanmak için önceden oluşturulmuş form şablonlarıyla başlayın.

source: Responsive Mobile Friendly
tr_tr: Yalnızca mobil cihazlarda

source: WPForms is 100% responsive meaning it works on mobile, tablets & desktop.
tr_tr: WPForms, mobil, tablet ve masaüstü bilgisayarlarda% 100 yanıt verme anlamındadır.

source: Easily create high performance forms with our smart conditional logic.
tr_tr: Akıllı koşullu mantığımızla kolayca yüksek performanslı formlar oluşturun.

source: Instant Notifications
tr_tr: Bildirimler

source: Respond to leads quickly with our instant form notification feature for your team.
tr_tr: Ekibiniz için anlık form bildirim özelliğiniz ile hızlı bir şekilde yanıtlayın.

source: Entry Management
tr_tr: Giriş Yönetimi

source: View all your leads in one place to streamline your workflow.
tr_tr: İş akışınızı düzene sokmak için tüm potansiyel müşterilerinizi tek bir yerde görüntüleyin.

source: Payments Made Easy
tr_tr: Ödemeler Daha Kolay

source: Easily collect payments, donations, and online orders without hiring a developer.
tr_tr: Bir geliştirici seçmeden ödemeler, bağışlar ve çevrimiçi siparişleri kolayca toplayın.

source: Marketing &amp; Subscriptions
tr_tr: Pazarlama &amp; Abonelikler

source: Create subscription forms and connect with your email marketing service.
tr_tr: Abonelik formları oluşturun ve e-posta pazarlama hizmetinize bağlayın.

source: Easy to Embed
tr_tr: Kolay Yerleştirilebilir

source: Easily embed your forms in blog posts, pages, sidebar widgets, footer, etc.
tr_tr: Formlarınızı blog gönderilerine, sayfalara, kenar çubuğu widget’larına, altbilgiye vb. Kolayca yerleştirin.

source: Spam Protection
tr_tr: Spam Koruması

source: Our smart captcha and honeypot automatically prevent spam submissions.
tr_tr: Bizim akıllı captcha ve honeypot otomatik olarak spam gönderimlerini önler.

source: See All Features
tr_tr: Tüm Özelliklere Bakın

source: Post Submissions
tr_tr: Gönderimler Gönderenler

source: Signatures
tr_tr: İmzalar

source: User Registration
tr_tr: Kullanıcı Kaydı

source: Form Abandonment
tr_tr: Form Terk

source: Geolocation
tr_tr: Coğrafi Konum

source: Polls
tr_tr: Anketler

source: Zapier
tr_tr: Reddet

source: Surveys
tr_tr: Anketler

source: per year
tr_tr: yıl başına

source: Testimonials
tr_tr: Görüşler

source: WPForms is by far the easiest form plugin to use. My clients love it – it’s one of the few plugins they can use without any training. As a developer I appreciate how fast, modern, clean and extensible it is.
tr_tr: WPForms şimdiye kadar kullanmak için en kolay form eklentisi. Müşterilerim onu seviyor - herhangi bir eğitim almadan kullanabilecekleri birkaç eklentiden biri. Bir geliştirici olarak, ne kadar hızlı, modern, temiz ve genişletilebilir olduğun için minnettarım.

source: As a business owner, time is my most valuable asset. WPForms allow me to create smart online forms with just a few clicks. With their pre-built form templates and the drag & drop builder, I can create a new form that works in less than 2 minutes without writing a single line of code. Well worth the investment.
tr_tr: Bir işletme sahibi olarak zaman benim en değerli varlığım. WPForms, yalnızca birkaç tıklamayla akıllı çevrimiçi formlar oluşturmamı sağlıyor. Önceden oluşturulmuş form şablonları ve sürükleyip bırakma oluşturucuyla, tek bir kod satırı yazmadan 2 dakikadan kısa sürede çalışan yeni bir form oluşturabilirim. Yatırıma değer.

source: There was an error while creating a new form.
tr_tr: Yeni bir form oluşturulurken bir hata oluştu.

source: Unknown Form
tr_tr: Bilinmeyen Form

source: The form you are trying to import does not exist.
tr_tr: Almaya çalıştığınız form yok.

source: Sending
tr_tr: Gönderiliyor

source: Notification 1
tr_tr: Bildirim 1

source: New Entry: %s
tr_tr: Yeni Kayıt: %s

source: Thanks for contacting us! We will be in touch with you shortly.
tr_tr: Bizimle iletişime geçtiğiniz için teşekkürler! Kısa süre içerisinde sizinle iletişim kuracağız.

source: No form fields found.
tr_tr: Hiçbir alan bulunamadı.

source: Acceptance Field
tr_tr: Kabul Alanı

source: Notification 2
tr_tr: Bildirim 2

source: %1$s Field %2$s
tr_tr: %1$s alanı %2$s

source: Single Checkbox Field
tr_tr: Tek Kontrol Kutusu Alanı

source: Notification
tr_tr: Yeni Randevu Bildirimi

source: %1$s Field
tr_tr: %1$s Alan

source: Default Form
tr_tr: Varsayılan Form

source: Name
tr_tr: İsim

source: Shortcode
tr_tr: Kısa kod

source: Created
tr_tr: Oluşturuldu

source: View preview
tr_tr: Görünümü önizle

source: View entries
tr_tr: Kayıtları gör

source: Edit This Form
tr_tr: Bu Formu Düzenle

source: Duplicate this form
tr_tr: Formu Çoğalt

source: Duplicate
tr_tr: Çoğalt

source: Delete this form
tr_tr: Formu Sil

source: Delete
tr_tr: Sil

source: Number of forms per page:
tr_tr: Sayfa başına form sayısı:

source: Forms Overview
tr_tr: Formları Genel Bakış

source: %s form was successfully deleted.
tr_tr: %s formu başarıyla silindi.

source: %s form was successfully duplicated.
tr_tr: %s formu başarıyla çoğaltıldı.

source: Security check failed. Please try again.
tr_tr: Güvenlik kontrolü başarısız oldu. Lütfen tekrar deneyin.

source: The callback function used for the %s setting is missing.
tr_tr: %s ayarı için kullanılan geri arama işlevi eksik.

source: You're using WPForms Lite - no license needed. Enjoy!
tr_tr: WPForms Lite kullanıyorsunuz - lisans gerekmiyor. Keyfini çıkarın!

source: To unlock more features consider <strong><a href="%s" target="_blank" rel="noopener noreferrer" class="wpforms-upgrade-modal">upgrading to PRO</a></strong>.
tr_tr: Daha fazla özellik kilidini açmak <strong><a href="%s" target="_blank" rel="noopener noreferrer" class="wpforms-upgrade-modal">için PRO yükseltme</a></strong>düşünün.

source: As a valued WPForms Lite user you receive <strong>50% off</strong>, automatically applied at checkout!
tr_tr: Değerli bir WPForms Lite kullanıcısı olarak ödeme sırasında otomatik olarak uygulanan <strong>% 50 kapalı</strong>alırsınız!

source: Already purchased? Simply enter your license key below to connect with WPForms PRO!
tr_tr: Satın alındı mı? WPForms PRO'ya bağlanmak için lisans anahtarınızı aşağıdaki lere girmeniz yeterlidir!

source: Paste license key here
tr_tr: Lisans anahtarını buraya yapıştır

source: Connect
tr_tr: Bağlan

source: Verify Key
tr_tr: Tuşu Doğrula

source: Deactivate Key
tr_tr: Anahtar Devre Dışı Bırak

source: Your license key type is %s.
tr_tr: Lisans anahtarı türü %s.

source: If your license has been upgraded or is incorrect, <a href="#" id="wpforms-setting-license-key-refresh">click here to force a refresh</a>.
tr_tr: Lisansınız yükseltilmişse veya yanlışsa <a href=“#” id=“wpforms-setting-license-key-refresh”>yenilemek için buraya tıklayın</a>.

source: Upload Image
tr_tr: Resim Yükle

source: this field if
tr_tr: bu alanı eğer

source: Show
tr_tr: Göster

source: Hide
tr_tr: Gizle

source: Enable conditional logic
tr_tr: Koşullu mantığı etkinleştir

source: How to use Conditional Logic
tr_tr: Koşullu Mantık nasıl kullanılır

source: this connection if
tr_tr: bağlantı başarısız oldu

source: Process
tr_tr: Süreç

source: Don't process
tr_tr: İşleme koyma

# Conditional Logic: new rule logic.
source: AND
tr_tr: VE

# Conditional Logic: new rule logic.
source: or
tr_tr: veya

source: Add rule group
tr_tr: Kural grubu ekle

source: Sending...
tr_tr: Gönderiliyor...

source: <a href="%s">Go to the full page</a> to view and submit the form.
tr_tr: Formu görüntülemek ve göndermek için <a href=“%s”>tam sayfaya gidin</a>.

source: Please enable JavaScript in your browser to complete this form.
tr_tr: Bu formu tamamlamak için lütfen tarayıcınızda JavaScript'i etkinleştirin.

source: Click to accept this suggestion.
tr_tr: Bu öneriyi kabul etmek için tıklayın.

source: File type is not allowed.
tr_tr: Bu dosya türüne izin verilemez.

source: File exceeds max size allowed. File was not uploaded.
tr_tr: Dosya izin verilen maksimum boyutu aşıyor. Dosya yüklenmedi.

source: Please enter time in 12-hour AM/PM format (eg 8:45 AM).
tr_tr: Lütfen saati 12 saatlik AM / PM biçiminde girin (örn. 08: 45 AM).

source: Please enter time in 24-hour format (eg 22:45).
tr_tr: Lütfen saati 24 saat biçiminde girin (örn. 22:45).

source: Payment is required.
tr_tr: Ödeme yapılması gerekiyor.

source: Please enter a valid credit card number.
tr_tr: Geçerli bir kredi kartı numarası girin.

source: The total size of the selected files {totalSize} Mb exceeds the allowed limit {maxSize} Mb.
tr_tr: Seçili dosyaların toplam boyutu {totalSize} Mb izin verilen limit {maxSize} Mb'yi aşar.

source: {count} of {limit} max characters.
tr_tr: {limit} max karakterlerin {count}

source: {count} of {limit} max words.
tr_tr: {limit} max sözcüklerin {count}

source: WPForms Logs
tr_tr: WPForms Kayıtları

source: Logs
tr_tr: Kayıtlar

source: Invalid form.
tr_tr: Geçersiz form.

source: Uploaded files combined size exceeds allowed maximum.
tr_tr: Yüklenen dosyaların birleştirilmiş boyutu izin verilen maksimumu aşıyor.

source: Form has not been submitted, please see the errors below.
tr_tr: Form gönderilmedi, lütfen aşağıdaki hatalara bakın.

source: WPForms honeypot field triggered.
tr_tr: WPForms bal küpü alanı tetikledi.

source: Redirecting…
tr_tr: Yönlendirme…

source: New %s Entry
tr_tr: Yeni %s Giriş

source: Site Administrator Email
tr_tr: Site Yöneticisi E-Mail ‘li

source: Entry ID
tr_tr: Giriş kimliği

source: Embedded Post/Page Title
tr_tr: Gömülü Yazı/Sayfa Başlığı

source: Embedded Post/Page URL
tr_tr: Gömülü Gönderi/Sayfa URL'si

source: Embedded Post/Page ID
tr_tr: Katıştırılmış Yazı/Sayfa ID

source: Date
tr_tr: Tarih

source: Query String Variable
tr_tr: Sorgu Dizesi Değişkeni

source: User IP Address
tr_tr: Kullanıcı IP Adresi

source: User ID
tr_tr: Kullanıcı ID

source: User Display Name
tr_tr: Kullanıcı Görünür İsmi

source: User Full Name
tr_tr: Kullanıcı Adı

source: User First Name
tr_tr: Kullanıcı Adı

source: User Last Name
tr_tr: Kullanıcı Soyadı

source: User Email
tr_tr: Kullanıcı E-Postası

source: User Meta
tr_tr: Kullanıcı Meta

source: Author ID
tr_tr: Yazar ID

source: Author Name
tr_tr: Yazar Adı

source: Author Email
tr_tr: Yazar E-Posta

source: Referrer URL
tr_tr: Yönlendiren URL

source: Login URL
tr_tr: Giriş URL'si

source: Logout URL
tr_tr: Giriş URL'si

source: Register URL
tr_tr: Giriş

source: Lost Password URL
tr_tr: Şifre Yenile Url

# Widget
source: Display a form.
tr_tr: Bir form görüntüle.

# Widget
source: WPForms
tr_tr: Diyet Formları

# Widget
source: Title:
tr_tr: Başlık:

# Widget
source: Select your form
tr_tr: Formunuzu seçin

# Widget
source: No forms
tr_tr: Form yok

# Widget
source: Display form name
tr_tr: Form adını görüntüle

# Widget
source: Display form description
tr_tr: Form açıklamasını göster

source: You cannot send emails with WPForms_WP_Emails() until init/admin_init has been reached.
tr_tr: Init/admin_init ulaşılana kadar WPForms_WP_Emails() ile e-posta gönderemezsiniz.

source: Page Break
tr_tr: Sayfa Arası

source: (empty)
tr_tr: (boş)

source: Field ID #%d
tr_tr: Alan ID#%d

source: An empty form was submitted.
tr_tr: Boş bir form gönderildi.

source: Sent from %s
tr_tr: %s Tarafından Gönderildi

source: Enter text for the form field label. Field labels are recommended and can be hidden in the Advanced Settings.
tr_tr: Form alanı etiketi için metin girin. Alan etiketleri önerilir ve Gelişmiş Ayarlar bölümünde gizlenebilir.

source: Label
tr_tr: Etiket

source: Enter text for the form field description.
tr_tr: Metin formu alanı açıklamasını girin.

source: Description
tr_tr: Kısa Açıklama

source: Check this option to mark the field required. A form will not submit unless all required fields are provided.
tr_tr: Gerekli alanı işaretlemek için bu seçeneği işaretleyin. Form, gerekli tüm alanlar sağlanmadıkça gönderilmeyecektir.

source: Enter code for the form field.
tr_tr: Form alanı için kodu girin.

source: Code
tr_tr: Kod

source: Choices
tr_tr: Seçimler

source: Add choices for the form field.
tr_tr: Form alanı için seçenekler ekleyin.

source: Items
tr_tr: Öğeler

source: Images are not cropped or resized. For best results, they should be the same size and 250x250 pixels or smaller.
tr_tr: Görüntüler kırpılamayın veya yeniden boyutlandırılmez. En iyi sonuçlar için, aynı boyutta ve 250x250 piksel veya daha küçük olmalıdır.

source: Use image choices
tr_tr: Görüntü seçeneklerini kullanma

source: Check this option to enable using images with the choices.
tr_tr: Seçenekleri ile görüntüleri kullanarak etkinleştirmek için bu seçeneği işaretleyin.

source: Image Choice Style
tr_tr: Görüntü Seçimi Stili

source: Select the style for the image choices.
tr_tr: Görüntü seçenekleri için stili seçin.

source: Classic
tr_tr: Klasik

source: None
tr_tr: Yok

source: Enter text for the default form field value.
tr_tr: Varsayılan form alanı değeri için metin girin.

source: Default Value
tr_tr: Varsayılan değer

source: Select the default form field size.
tr_tr: Varsayılan form alan boyutunu seçin.

source: Small
tr_tr: Küçük

source: Medium
tr_tr: Orta

source: Large
tr_tr: Büyük

source: Field Size
tr_tr: Alan Boyutu

source: Advanced Options
tr_tr: Gelişmiş seçenekler

source: Enter text for the form field placeholder.
tr_tr: Form alanı yer tutucusu için metin girin.

source: Placeholder Text
tr_tr: Yer Tutucu Metni

source: Enter CSS class names for the form field container. Class names should be separated with spaces.
tr_tr: Form alanı kutusu için CSS sınıf adlarını girin. Sınıf isimleri boşluklarla ayrılmalıdır.

source: CSS Classes
tr_tr: Widget CSS sınıfları

source: Check this option to hide the form field label.
tr_tr: Form alanı etiketini gizlemek için bu seçeneği işaretleyin.

source: Hide Label
tr_tr: Etiketi Gizle

source: Check this option to hide the form field sub-label.
tr_tr: Form alanının alt etiketini gizlemek için bu seçeneği işaretleyin.

source: Hide Sub-Labels
tr_tr: Alt Etiketleri Gizle

source: Select the layout for displaying field choices.
tr_tr: Alan seçimlerini görüntüleme düzenini seçin.

source: One Column
tr_tr: Bir sütun

source: Two Columns
tr_tr: İki Sütun

source: Three Columns
tr_tr: Üç Sütun

source: Inline
tr_tr: Çizgide

source: Choice Layout
tr_tr: Seçim Düzeni

source: Select auto-populate method to use.
tr_tr: Kullanmak için otomatik olarak doldurma yöntemini seçin.

source: Post Type
tr_tr: Yazı Tipi

source: Taxonomy
tr_tr: Taksonomi

source: Dynamic Choices
tr_tr: Dinamik Seçenekler

source: Select %s to use for auto-populating field choices.
tr_tr: Alan seçimlerini otomatik olarak doldurmak için %s’i seçin.

source: Dynamic %s Source
tr_tr: Dinamik %s Kaynak

source: Showing the first 20 choices.<br> All %d choices will be displayed when viewing the form.
tr_tr: İlk 20 seçeneği gösteriyor.<br> Formu görüntülerken tüm %d seçenek görüntülenir.

source: No form ID found
tr_tr: Form ID ‘si bulunamadı

source: No field type found
tr_tr: Alan türü bulunamadı

source: Checkboxes
tr_tr: Onay Kutuları

source: First Choice
tr_tr: İlk tercih

source: Second Choice
tr_tr: İkinci tercih

source: Third Choice
tr_tr: Üçüncü tercih

source: Checked
tr_tr: Kontrol Edildi

source: Choice %s
tr_tr: Seçim %s

source: Randomize Choices
tr_tr: Seçimleri Randomize Et
