Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: WPForms is brought to you by the same team that’s behind the largest WordPress resource site, <a href="%1$s" target="_blank" rel="noopener noreferrer">WPBeginner</a>, the most popular lead-generation software, <a href="%2$s" target="_blank" rel="noopener noreferrer">OptinMonster</a>, the best WordPress analytics plugin, <a href="%3$s" target="_blank" rel="noopener noreferrer">MonsterInsights</a>, and the most powerful WordPress contest plugin, <a href="%4$s" target="_blank" rel="noopener noreferrer">RafflePress</a>.
tr_tr: WPForms size en büyük WordPress kaynak sitesi, <a href="%1$s" target="_blank" rel="noopener noreferrer">WPBeginner,</a>en popüler kurşun oluşturma yazılımı, <a href="%2$s" target="_blank" rel="noopener noreferrer">OptinMonster,</a>en iyi WordPress analitik eklentisi, <a href="%3$s" target="_blank" rel="noopener noreferrer">MonsterInsights</a>ve en güçlü WordPress yarışma eklentisi, <a href="%4$s" target="_blank" rel="noopener noreferrer">RafflePress</a>arkasında aynı ekip tarafından getirilir .

source: Yup, we know a thing or two about building awesome products that customers love.
tr_tr: Evet, müşterilerin sevdiği harika ürünler üretme hakkında bir iki şey biliyoruz.

source: The WPForms Team photo
tr_tr: Formları İçe Aktarma

source: The WPForms Team
tr_tr: WPForms Ekibi

source: Status: %s
tr_tr: Durum: %s

source: Not Installed
tr_tr: Yüklü değil

source: Install Plugin
tr_tr: Eklenti Yükle

source: Creating Your First Form
tr_tr: İlk Formunuzu Oluşturun

source: Want to get started creating your first form with WPForms? By following the step by step instructions in this walkthrough, you can easily publish your first form on your site.
tr_tr: WPForms ile ilk formunuzu oluşturmaya başlamak ister misiniz? Bu adımdaki talimatları adım adım izleyerek ilk formunuzu sitenizde kolayca yayınlayabilirsiniz.

source: To begin, you’ll need to be logged into the WordPress admin area. Once there, click on WPForms in the admin sidebar to go the Forms Overview page.
tr_tr: Başlamak için, WordPress yönetici alanına giriş yapmanız gerekecek. Bir kez orada, Formlara Genel Bakış sayfasına gitmek için yönetici kenar çubuğundaki WPForms öğesine tıklayın.

source: In the Forms Overview page, the forms list will be empty because there are no forms yet. To create a new form, click on the Add New button, and this will launch the WPForms Form Builder.
tr_tr: Formlara Genel Bakış sayfasında formlar listesi boş olacak, çünkü henüz form yok. Yeni bir form oluşturmak için Yeni Ekle düğmesine tıklayın, bu WPForms Form Builder’ı başlatır.

source: How to Add a New Form
tr_tr: Yeni Form Nasıl Eklenir

source: How to Customize Form Fields
tr_tr: Form Alanlarını Özelleştirme

source: How to Display Forms on Your Site
tr_tr: Sitenizdeki Formları Görüntüleme

source: Get WPForms Pro and Unlock all the Powerful Features
tr_tr: WPForms Pro’yu Alın ve Tüm Güçlü Özelliklerin Kilidini Açın

source: Thanks for being a loyal WPForms Lite user. <strong>Upgrade to WPForms Pro</strong> to unlock all the awesome features and experience<br>why WPForms is consistently rated the best WordPress form builder.
tr_tr: Sadık bir WPForms Lite kullanıcısı olduğunuz için teşekkür ederiz. Tüm harika özelliklerin ve deneyimlerin kilidini açmak için <strong>WPForms Pro’ya yükseltme</strong><br>WPForms neden sürekli en iyi WordPress form oluşturucusuna puan verdi.

source: We know that you will truly love WPForms. It has over <strong>5000+ five star ratings</strong> (%s) and is active on over 1 million websites.
tr_tr: WPForms'u gerçekten seveceğinizi biliyoruz. <strong>5000+ beş yıldızlı derecelendirmeye</strong> (%s) sahiptir ve 1 milyondan fazla web sitesinde etkindir.

source: Entry Management - view all leads in one place.
tr_tr: Giriş Yönetimi - tüm müşteri adaylarını tek bir yerden görüntüleyin.

source: All form features like file upload, pagination, etc.
tr_tr: Dosya yükleme, sayfalama, vb. Gibi tüm form özellikleri.

source: Create surveys & polls with the surveys addon.
tr_tr: Anketler addon ile anketler ve anketler oluşturun.

source: WordPress user registration and login forms.
tr_tr: WordPress kullanıcı kaydı ve giriş formları.

source: Create payment forms with Stripe and PayPal.
tr_tr: Stripe ve PayPal ile ödeme formları oluşturun.

source: Powerful Conditional Logic so you can create smart forms.
tr_tr: Güçlü Koşullu Mantık böylece akıllı formlar oluşturabilirsiniz.

source: 500+ integrations with different marketing & payment services.
tr_tr: Farklı pazarlama ve ödeme hizmetleriyle 500+ entegrasyon.

source: Collect signatures, geo-location data, and more.
tr_tr: İmzalar, coğrafi konum verileri ve daha fazlasını toplayın.

source: Accept user submitted content with Post Submissions addon.
tr_tr: Post Submissions addon ile gönderilen kullanıcı içeriğini kabul edin.

source: Bonus form templates, form abandonment, and more.
tr_tr: Bonus form şablonları, form terk etme ve daha fazlası.

source: Get WPForms Pro Today and Unlock all the Powerful Features
tr_tr: WPForms Pro’yu Bugün Alın ve Tüm Güçlü Özelliklerin Kilidini Açın

source: How to Choose the Right Form Field
tr_tr: Doğru Form Alanını Seçme

source: Are you wondering which form fields you have access to in WPForms and what each field does? WPForms has lots of field types to make creating and filling out forms easy. In this tutorial, we’ll cover all of the fields available in WPForms.
tr_tr: WPForms’da hangi form alanlarına erişiminizin olduğunu ve her bir alanın ne yaptığını merak ediyor musunuz? WPForms, form oluşturma ve doldurmayı kolaylaştıran birçok alan türüne sahiptir. Bu eğiticide, WPForms’da bulunan tüm alanları ele alacağız.

source: Read Documentation
tr_tr: Belgeleri Oku

source: A Complete Guide to WPForms Settings
tr_tr: Form AyarlarıWPForms Ayarları için eksiksiz bir rehber

source: Would you like to learn more about all of the settings available in WPForms? In addition to tons of customization options within the form builder, WPForms has an extensive list of plugin-wide options available. This includes choosing your currency, adding GDPR enhancements, setting up integrations.
tr_tr: WPForms’taki ayarların tümü hakkında daha fazla bilgi edinmek ister misiniz? Form oluşturucu içindeki tonlarca kişiselleştirme seçeneğine ek olarak, WPForms geniş kapsamlı eklenti seçenekleri listesine sahiptir. Bu, para biriminizi seçmeyi, GDPR geliştirmeleri eklemeyi, entegrasyonları kurmayı içerir.

source: How to Create GDPR Compliant Forms
tr_tr: GDPR Uyumlu Formlar Nasıl Oluşturulur

source: Do you need to check that your forms are compliant with the European Union’s General Data Protection Regulation? The best way to ensure GDPR compliance for your specific site is always to consult legal counsel. In this guide, we’ll discuss general considerations for GDPR compliance in your WordPress forms.
tr_tr: Formlarınızın Avrupa Birliği Genel Veri Koruma Yönetmeliği ile uyumlu olup olmadığını kontrol etmeniz gerekiyor mu? Sitenize GDPR’ye uyum sağlamanın en iyi yolu, her zaman yasal danışmana danışmaktır. Bu kılavuzda, WordPress formlarınızdaki GDPR uyumuna ilişkin genel düşünceleri tartışacağız.

source: How to Install and Activate WPForms Addons
tr_tr: WPForms Eklentileri Nasıl Kurulur ve Etkinleştirilir

source: Would you like to access WPForms addons to extend the functionality of your forms? The first thing you need to do is install WPForms. Once that’s done, let’s go ahead and look at the process of activating addons.
tr_tr: Formlarınızın işlevselliğini genişletmek için WPForms eklentilerine erişmek ister misiniz? Yapmanız gereken ilk şey WPForms yüklemek. Bu yapıldıktan sonra, devam edelim ve eklentileri etkinleştirme işlemine bakalım.

source: Get the most out of WPForms by upgrading to Pro and unlocking all of the powerful features.
tr_tr: Pro’ya yükselterek ve tüm güçlü özelliklerin kilidini açarak WPForms’dan en iyi şekilde yararlanın.

source: Feature
tr_tr: Özellik

source: Get WPForms %s Today and Unlock all the Powerful Features
tr_tr: WPForms%s Bugün alın ve Tüm Güçlü Özelliklerin Kilidini Açın

source: MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.
tr_tr: MonsterInsights, WordPress sitenizi Google Analytics’e uygun şekilde bağlamanızı “zahmetsiz” hale getirir, böylece işinizi büyütmek için veri odaklı kararlar almaya başlayabilirsiniz.

source: Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.
tr_tr: Exit-Intent® pop-up’ları, Tam Ekran Hoş Geldiniz Paspasları ve Kaydırma kutuları gibi yüksek dönüştüren optin formlarımız, dönüşümleri büyük ölçüde artırmanıza ve daha fazla e-posta abonesi edinmenize yardımcı olur.

source: Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites.
tr_tr: Web sitenizin e-postalarının gelen kutusuna ulaştığından emin olun. Amacımız e-posta teslim edilebilirliğini kolay ve güvenilir hale getirmektir. 1 milyondan fazla web sitesi tarafından güvenilen.

source: WP Mail SMTP Pro
tr_tr: WP Posta SMTP Pro

source: Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.
tr_tr: Ziyaretçilerinizi marka elçilerine dönüştürün! Kolayca güçlü viral hediye ve yarışmalar ile e-posta listesi, web sitesi trafiği ve sosyal medya takipçileri büyümek.

source: Entries via Email Only
tr_tr: Yalnızca Email ile Girdiler

source: Complete Entry Management inside WordPress
tr_tr: WordPress’te Komple Giriş Yönetimi

source: Standard Fields Only
tr_tr: Sadece standart alanlar

source: Name, Email, Single Line Text, Paragraph Text, Dropdown, Multiple Choice, Checkboxes, and Numbers
tr_tr: Ad, Email, Tek Satır Metni, Paragraf Metni, Açılan Sayfa, Çoktan Seçmeli, Onay Kutuları ve Sayılar

source: Access to all Standard and Fancy Fields
tr_tr: Tüm Standart ve Fantezi Alanlara Erişim

source: Address, Phone, Website URL, Date/Time, Password, File Upload, HTML, Pagebreaks, Section Dividers, Ratings, and Hidden Field
tr_tr: Adres, Telefon, Web Sitesi URL Adresi, Tarih / Saat, Şifre, Dosya Yükleme, HTML, Sayfa Sonları, Bölüm Bölücüler, Puanlar ve Gizli Alan

source: Not available
tr_tr: Mevcut değil

source: Powerful Form Logic for Building Smart Forms
tr_tr: Akıllı Formlar Oluşturmak için Güçlü Form Mantığı

source: Basic Form Templates
tr_tr: Temel Form Şablonları

source: All Form Templates including Bonus 150+ pre-made form templates.
tr_tr: Bonus 150+ önceden hazırlanmış form şablonları dahil olmak üzere tüm Form Şablonları.

source: Limited Marketing Integration
tr_tr: Pazarlama Entegrasyonunuzu Seçin

source: Constant Contact only
tr_tr: Bugün Constant ile İletişim Kurun

source: 6 Email Marketing Integrations
tr_tr: Pazarlama Entegrasyonunuzu Kurun

source: Constant Contact, Mailchimp, AWeber, GetResponse, Campaign Monitor, and Drip
tr_tr: Sürekli İletişim, Mailchimp, AWeber, GetResponse, Kampanya Monitörve Damla

source: All Marketing Integrations
tr_tr: Pazarlama Entegrasyonunuzu Kurun

source: Constant Contact, MailChimp, AWeber, GetResponse, Campaign Monitor, and Drip.
tr_tr: Sürekli İletişim, MailChimp, AWeber, GetResponse, Kampanya İzleme ve Damlama.

source: <strong>Bonus:</strong> 500+ integrations with Zapier.
tr_tr: <strong>Bonus:</strong> Zapier ile 500’den fazla entegrasyon.

source: Not Available
tr_tr: Müsait değil

source: Create Payment Forms
tr_tr: Ödeme Formları Yaratın

source: Accept payments using Stripe (credit card) and PayPal
tr_tr: Stripe (kredi kartı) ve PayPal kullanarak ödeme kabul edin

source: Create interactive Surveys and Polls with beautiful reports
tr_tr: Güzel raporlarla etkileşimli Anketler ve Anketler oluşturun

source: No Advanced Features
tr_tr: Gelişmiş Özellik Yok

source: Limited Advanced Features
tr_tr: Sınırlı Gelişmiş Özellikler

source: Multi-page Forms, File Upload Forms, Multiple Form Notifications, Conditional Form Confirmation
tr_tr: Çok Sayfalı Formlar, Dosya Yükleme Formları, Çoklu Form Bildirimleri, Koşullu Form Onayı

source: All Advanced Features
tr_tr: Tüm Gelişmiş Özellikler

source: Multi-page Forms, File Upload Forms, Multiple Form Notifications, Conditional Form Confirmation, Custom CAPTCHA, Offline Forms, Signature Forms
tr_tr: Çok Sayfalı Formlar, Dosya Yükleme Formları, Çoklu Form Bildirimleri, Koşullu Form Onayı, Özel CAPTCHA, Çevrimdışı Formlar, İmza Formları

source: No Addons Included
tr_tr: Eklenti Yok

source: Custom Captcha Addon included
tr_tr: Özel Captcha Eklentisi dahil

source: Email Marketing Addons included
tr_tr: Email Pazarlama Eklentileri dahil

source: All Addons Included
tr_tr: Tüm Eklentiler Dahil

source: Form Abandonment, Front-end Post Submission, User Registration, Geo-location, and more (17 total)
tr_tr: Form Terki, Ön Uç Gönderimi, Kullanıcı Kaydı, Coğrafi konum ve daha fazlası (toplam 17)

source: Limited Support
tr_tr: Sınırlı Destek

source: Standard Support
tr_tr: Standart Destek

source: Priority Support
tr_tr: Öncelikli destek

source: Premium Support
tr_tr: Ayrıcalıklı destek

source: 3 Sites
tr_tr: 3 Site

source: 5 Sites
tr_tr: 5 Site

source: Unlimited Sites
tr_tr: Sınırsız Site

source: Please select an option
tr_tr: Lütfen bir seçenek seçin

source: I no longer need the plugin
tr_tr: Artık eklentiye ihtiyacım yok

source: I'm switching to a different plugin
tr_tr: Ben farklı bir eklenti geçiş kulüpler

source: Please share which plugin
tr_tr: Lütfen hangi eklentiyi paylaşın

source: I couldn't get the plugin to work
tr_tr: Eklentiyi işe alamadım

source: It's a temporary deactivation
tr_tr: Geçici bir devre dışı bırakma

source: Please share the reason
tr_tr: Lütfen sebebini paylaşın

source: Quick Feedback
tr_tr: Hızlı geribildirim

source: If you have a moment, please share why you are deactivating %s:
tr_tr: Bir dakikanız varsa, lütfen neden %s devre dışı bırakılması gerektiğini paylaşın:

source: Submit & Deactivate
tr_tr: Gönder & Devre Dışı Bırak

source: Skip & Deactivate
tr_tr: Atla ve Devre Dışı Bırak

source: Add Form
tr_tr: Form Ekle

source: Insert Form
tr_tr: Form Ekle

source: Heads up! Don't forget to test your form. <a href="%s" target="_blank" rel="noopener noreferrer">Check out our complete guide</a>!
tr_tr: Dikkat et! Formunuzu test etmeyi unutmayın. < a href = " %s" target = "_blank" rel = "noaçıcı noreferrer" > tam kılavuz </a>!

source: Select a form below to insert
tr_tr: Eklemek için aşağıdaki formu seçin

source: Show form name
tr_tr: Form adını göster

source: Show form description
tr_tr: Form açıklamasını göster

source: Whoops, you haven't created a form yet. Want to <a href="%s">give it a go</a>?
tr_tr: Henüz bir form oluşturmadıysanız. Bunu <a href=“%s”>formu</a>oluşturmak istermisin?

source: All Forms
tr_tr: Tüm Formlar

source: WPForms Builder
tr_tr: Aksem Form Oluşturucu

source: Add New
tr_tr: Yeni Ekle

source: Entries
tr_tr: Kayıtlar

source: WPForms Settings
tr_tr: Form Ayarları

source: WPForms Tools
tr_tr: Form Araçları

source: Tools
tr_tr: Araçlar

source: Info
tr_tr: Bilgi

source: Addons
tr_tr: Eklentiler

source: Analytics
tr_tr: İstatistikler

source: About WPForms
tr_tr: Aksem Form

source: Community
tr_tr: Topluluk

source: Hey, I noticed you collected over 50 entries from WPForms - that’s awesome! Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?
tr_tr: Hey, Aksem Form ’dan 50’den fazla girdi topladıklarını fark ettim - harika! Bana büyük bir iyilik yapabilir ve kelimeyi yaymaya ve motivasyonumuzu artırmamıza yardımcı olmak için WordPress’e 5 yıldızlı derecelendirme verebilir misiniz?

source: ~ Syed Balkhi<br>Co-Founder of WPForms
tr_tr: ~ Uğur Kestane<br>Aksem Form ’un Eş Kurucusu

source: Ok, you deserve it
tr_tr: Tamam, bunu hakettin

source: Nope, maybe later
tr_tr: Hayır, belki sonra

source: I already did
tr_tr: Zaten yaptım

source: Hey, I noticed you created a contact form with WPForms - that’s awesome! Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?
tr_tr: Hey, WPForms ile bir iletişim formu oluşturduğunuzu fark ettim - harika! Bana büyük bir iyilik yapabilir ve kelimeyi yaymaya ve motivasyonumuzu artırmamıza yardımcı olmak için WordPress’e 5 yıldızlı derecelendirme verebilir misiniz?

source: Please rate %1$s <a href="%2$s" target="_blank" rel="noopener noreferrer">&#9733;&#9733;&#9733;&#9733;&#9733;</a> on <a href="%3$s" target="_blank" rel="noopener">WordPress.org</a> to help us spread the word. Thank you from the WPForms team!
tr_tr: Lütfen oranı%1$s < a href = "%2$s" target = "_blank" rel = "noaçıcı noreferrer" > & #9733; & #9733; & #9733; & #9733; & #9733; </a> üzerinde < a href = "%3$s" target = "_blank" rel = "noaçıcı" > WordPress. org </a> bize kelime yaymak için yardımcı olur. Wpforms ekibinden teşekkür ederiz!

source: Settings were successfully saved.
tr_tr: Ayarlar başarıyla kaydedildi.

source: Save Settings
tr_tr: Ayarları kaydet

source: Email
tr_tr: E-posta

source: Validation
tr_tr: Doğrulama

source: Integrations
tr_tr: Entegrasyonları

source: Misc
tr_tr: Çeşitli

source: reCAPTCHA is a free anti-spam service from Google which helps to protect your website from spam and abuse while letting real people pass through with ease.
tr_tr: reCAPTCHA, gerçek kişilerin rahatlıkla geçmesine izin verirken web sitenizi spam ve istismardan korumaya yardımcı olan Google’ın ücretsiz bir anti-spam hizmetidir.

source: Google offers 3 versions of reCAPTCHA (all supported within WPForms):
tr_tr: Google reCAPTCHA (tüm WPForms içinde desteklenen) 3 sürümleri sunuyor:

source: <strong>v2 Checkbox reCAPTCHA</strong>: Prompts users to check a box to prove they're human.
tr_tr: <strong>v2 Checkbox reCAPTCHA</strong>: Kullanıcılardan insan olduklarını kanıtlamak için bir kutuyu denetlemelerini ister.

source: <strong>v2 Invisible reCAPTCHA</strong>: Uses advanced technology to detect real users without requiring any input.
tr_tr: <strong>v2 Görünmez reCAPTCHA</strong>: Herhangi bir giriş gerektirmeden gerçek kullanıcıları tespit etmek için ileri teknolojiyi kullanır.

source: <strong>v3 reCAPTCHA</strong>: Uses a behind-the-scenes scoring system to detect abusive traffic, and lets you decide the minimum passing score. Recommended for advanced use only (or if using Google AMP).
tr_tr: <strong>v3 reCAPTCHA</strong>: Kötü amaçlı trafiği tespit etmek için perde arkası puanlama sistemi kullanır ve minimum geçme puanına karar vermenizi sağlar. Yalnızca gelişmiş kullanım için önerilir (veya Google AMP kullanıyorsanız).

source: Sites already using one type of reCAPTCHA will need to create new site keys before switching to a different option.
tr_tr: Zaten bir tür reCAPTCHA kullanan sitelerin farklı bir seçeneğe geçmeden önce yeni site anahtarları oluşturması gerekir.

source: <a href="%s" target="_blank" rel="noopener noreferrer">Read our walk through</a> to learn more and for step-by-step directions.
tr_tr: Daha fazla bilgi edinmek ve adım adım yol tarifi için <a href="%s" target="_blank" rel="noopener noreferrer">yürüyüşümüzü okuyun.</a>.

source: License
tr_tr: Lisans

source: Your license key provides access to updates and addons.
tr_tr: Lisans anahtarı, güncellemelere ve eklentilere erişim sağlar.

source: License Key
tr_tr: Lisans anahtarı

source: Include Form Styling
tr_tr: Form Biçemleme’yi Dahil Et

source: Base and form theme styling
tr_tr: Temel ve form teması stili

source: Base styling only
tr_tr: Yalnızca temel stil

source: No styling
tr_tr: Tasarım yok

source: Load Assets Globally
tr_tr: Varlıkları Yükleyin

source: Check this if you would like to load WPForms assets site-wide. Only check if your site is having compatibility issues or instructed to by support.
tr_tr: Site çapında WPForms varlıkları yüklemek istiyorsanız bunu kontrol edin. Yalnızca sitenizin uyumluluk sorunları olup olmadığını veya destek tarafından yönlendirildiğini kontrol edin.

source: GDPR Enhancements
tr_tr: GDPR geliştirmeleri

source: Check this to turn on GDPR related features and enhancements. <a href="%s" target="_blank" rel="noopener noreferrer">Read our GDPR documentation</a> to learn more.
tr_tr: GDPR ile ilgili özellikleri ve geliştirmeleri açmak için bunu denetleyin. Daha fazla bilgi edinmek için <a href="%s" target="_blank" rel="noopener noreferrer">GDPR belgelerimizi okuyun.</a>.

source: Template
tr_tr: Sayfa Profili şablonu

source: Determines how email notifications will be formatted. HTML Templates are the default.
tr_tr: E-Mail bildirimlerinin nasıl biçimlendirileceğini belirler. HTML Şablonları varsayılan değerlerdir.

source: Plain text
tr_tr: Düz Metin

source: Header Image
tr_tr: Başlık Resmi

source: Upload or choose a logo to be displayed at the top of email notifications.<br>Recommended size is 300x100 or smaller for best support on all devices.
tr_tr: E-posta bildirimlerinin en üstünde görüntülenecek bir logo yükleyin veya seçin.<br>Önerilen boyut, tüm cihazlarda en iyi desteği almak için 300x100 veya daha küçük boyuttadır.

source: Background Color
tr_tr: Arkaplan Rengi

source: Customize the background color of the HTML email template.
tr_tr: HTML e-posta şablonunun arka plan rengini özelleştirin.

source: Carbon Copy
tr_tr: Karbon Kopya

source: Check this if you would like to enable the ability to CC: email addresses in the form notification settings.
tr_tr: Form bildirim ayarlarında CC: e-posta adresini kullanma olanağını etkinleştirmek istiyorsanız bunu işaretleyin.

source: Type
tr_tr: Tür

source: Checkbox reCAPTCHA v2
tr_tr: Onay kutusu reCAPTCHA v2

source: Invisible reCAPTCHA v2
tr_tr: Görünmez reCAPTCHA v2

source: Site Key
tr_tr: Site Anahtarı

source: Secret Key
tr_tr: Gizli Anahtar

source: Fail Message
tr_tr: Hata mesajı

source: The message displayed to users who fail the reCAPTCHA verification process.
tr_tr: ReCAPTCHA doğrulama işleminde başarısız olan kullanıcılara görüntülenen ileti.

source: Google reCAPTCHA verification failed, please try again later.
tr_tr: Google reCAPTCHA doğrulama başarısız oldu, lütfen daha sonra tekrar deneyin.

source: Score Threshold
tr_tr: Spam puan eşiği

source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). If the score less than or equal to this threshold, the form submission will be blocked and the message above will be displayed.
tr_tr: reCAPTCHA v3 bir puan (1.0 çok büyük olasılıkla iyi bir etkileşim, 0.0 çok büyük olasılıkla bir bot) döndürür. Puan bu eşikten daha az veya eşitse, form gönderimi engellenir ve yukarıdaki ileti görüntülenir.

source: No-Conflict Mode
tr_tr: Uyuşmazlık Modu

source: When checked, other reCAPTCHA occurrences are forcefully removed, to prevent conflicts. Only check if your site is having compatibility issues or instructed to by support.
tr_tr: Kontrol edildiğinde, diğer reCAPTCHA olayları çatışmaları önlemek için zorla kaldırıldı. Yalnızca sitenizin uyumluluk sorunları olup olmadığını veya destek tarafından talimat verilip verilmediğini kontrol edin.

source: Validation Messages
tr_tr: Doğrulama Mesajları

source: These messages are displayed to the users as they fill out a form in real-time.
tr_tr: Bu iletiler, bir formu gerçek zamanlı olarak doldururken kullanıcılara görüntülenir.

source: Required
tr_tr: Gerekli

source: This field is required.
tr_tr: Bu alan gereklidir.

source: Please enter a valid URL.
tr_tr: Lütfen geçerli bir URL girin.

source: Please enter a valid email address.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: Email Suggestion
tr_tr: E-posta Önerisi
