Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: It doesn&#39;t matter what kind of business you run, what kind of website you have, or what industry you are in - you need to start building your email list today.
tr_tr: Ne tür bir işletmenizi, ne tür bir web sitenize, hangi sektörde olduğunuzun önemi yok - bugün e-posta listenizi oluşturmaya başlamanız gerekiyor.

source: With Constant Contact + WPForms, growing your list is easy.
tr_tr: Constant Contact + WPForms ile listenizi büyütmek kolaydır.

source: Blank Form
tr_tr: Boş Form

source: The blank form allows you to create any type of form using our drag & drop builder.
tr_tr: Boş form, sürükleyip bırakma oluşturucuyu kullanarak herhangi bir türde form oluşturmanızı sağlar.

source: Simple Contact Form
tr_tr: Basit İletişim Formu

source: Allow your users to contact you with this simple contact form. You can add and remove fields as needed.
tr_tr: Kullanıcılarınızın bu basit iletişim formuyla sizinle iletişim kurmasına izin verin. Alanları gerektiği gibi ekleyebilir veya kaldırabilirsiniz.

source: Comment or Message
tr_tr: Yorum veya Mesaj

source: Newsletter Signup Form
tr_tr: Aksem E-Bülten Kayıt Formu

source: Add subscribers and grow your email list with this newsletter signup form. You can add and remove fields as needed.
tr_tr: Abonelik ekleyin ve e-posta listenizi bu bülten kayıt formuyla büyütün. Alanları gerektiği gibi ekleyebilir veya kaldırabilirsiniz.

source: Don&#39;t Forget
tr_tr: Unutma

source: Click the marketing tab to configure your newsletter service provider
tr_tr: Bülten servis sağlayıcınızı yapılandırmak için pazarlama sekmesini tıklayın

source: Suggestion Form
tr_tr: Öneri Formu

source: Ask your users for suggestions with this simple form template. You can add and remove fields as needed.
tr_tr: Kullanıcılarınızdan bu basit form şablonuyla öneriler isteyin. Alanları gerektiği gibi ekleyebilir veya kaldırabilirsiniz.

source: Please enter your email, so we can follow up with you.
tr_tr: Lütfen E-Mail adresinize giriniz.

source: Which department do you have a suggestion for?
tr_tr: Hangi bölüm için bir öneriniz var?

source: Sales
tr_tr: Satış

source: Product Development
tr_tr: Ürün Geliştirme

source: Subject
tr_tr: Hatırlatmanın E-posta Konusu

source: Message
tr_tr: Mesaj

source: Multiple notifications
tr_tr: Birden çok bildirim

source: Add New Notification
tr_tr: Yeni Bildirim Ekle

source: Send To Email Address
tr_tr: E-Mail adresine gönder

source: Enter the email address to receive form entry notifications. For multiple notifications, separate email addresses with a comma.
tr_tr: Form giriş bildirimlerini almak için e-posta adresini girin. Birden fazla bildirimde virgülle ayrı E-Mail adresleri.

source: Email Subject
tr_tr: E-posta konu

source: From Name
tr_tr: İsimden

source: From Email
tr_tr: E-postadan

source: Reply-To
tr_tr: Yanıt E-Mail Adresi

source: To display all form fields, use the %s Smart Tag.
tr_tr: Tüm form alanlarını görüntülemek için %s Smart Tag'ı kullanın.

source: Confirmations
tr_tr: Onaylar

source: Multiple confirmations
tr_tr: Birden çok onay

source: Add New Confirmation
tr_tr: Yeni Onay Ekle

source: Confirmation Type
tr_tr: Onay Türü

source: Show Page
tr_tr: Sayfayı Göster

source: Go to URL (Redirect)
tr_tr: URL’ye git (Yönlendir)

source: Confirmation Message
tr_tr: Onay Mesajı

source: Automatically scroll to the confirmation message
tr_tr: Onay mesajına otomatik olarak ilerleyin

source: Confirmation Page
tr_tr: Onay Sayfası

source: Confirmation Redirect URL
tr_tr: Onay Yönlendirme URL’si

source: You've just turned off notification emails for this form. Since entries are not stored in WPForms Lite, notification emails are recommended for collecting entry details. For setup steps, <a href="%s" target="_blank" rel="noopener noreferrer">please see our notification tutorial</a>.
tr_tr: Bu form için bildirim e-postalarını kapattınız. Girişler WPForms Lite'da depolanmadığından, giriş ayrıntılarını toplamak için bildirim e-postaları önerilir. Kurulum adımları için <a href="%s" target="_blank" rel="noopener noreferrer">lütfen bildirim öğreticimize bakın.</a>.

source: Dismiss this message
tr_tr: Bu mesajı reddet

source: Thanks for being a loyal WPForms Lite user. Upgrade to WPForms Pro to unlock all the awesome features and experience why WPForms is consistently rated the best WordPress form builder.
tr_tr: Sadık bir WPForms Lite kullanıcı olmak için teşekkür ederiz. WPForms'un tüm harika özelliklerinin kilidini açmak için WPForms Pro'ya yükseltin ve WPForms'un sürekli olarak en iyi WordPress form oluşturucusu olarak derecelendirilmiştir.

source: We know that you will truly love WPForms. It has over 5000+ five star ratings (%s) and is active on over 3 million websites.
tr_tr: WPForms'u gerçekten seveceğinizi biliyoruz. 5000+ beş yıldızlı derecelendirmeye (%s) sahiptir ve 3 milyondan fazla web sitesinde etkindir.

source: Pro Features:
tr_tr: Pro Özellikler:

source: Entry Management - view all leads in one place
tr_tr: Giriş Yönetimi - tüm müşteri adaylarını tek bir yerde görüntüle

source: All form features like file upload, pagination, etc
tr_tr: Dosya yükleme, pagination, vb gibi tüm form özellikleri

source: Create surveys & polls with the surveys addon
tr_tr: Anketler ekler ile anketler ve anketler oluşturun

source: WordPress user registration and login forms
tr_tr: WordPress kullanıcı kaydı ve giriş formları

source: Create payment forms with Stripe and PayPal
tr_tr: Stripe ve PayPal ile ödeme formları oluşturun

source: Powerful Conditional Logic so you can create smart forms
tr_tr: Akıllı formlar oluşturabilmeniz için Güçlü Koşullu Mantık

source: 500+ integrations with different marketing & payment services
tr_tr: Farklı pazarlama ve ödeme hizmetleri ile 500'den fazla entegrasyon

source: Collect signatures, geo-location data, and more
tr_tr: İmzaları, coğrafi konum verilerini ve daha fazlasını toplama

source: Accept user submitted content with Post Submissions addon
tr_tr: Gönderi Gönderileri eklentisi ile gönderilen kullanıcı içeriğini kabul etme

source: Bonus form templates, form abandonment, and more
tr_tr: Bonus form şablonları, form terki ve daha fazlası

source: Get WPForms Pro Today and Unlock all the Powerful Features »
tr_tr: WPForms Pro Bugün alın ve Tüm Güçlü Özellikleri Kilidini »

source: <strong>Bonus:</strong> WPForms Lite users get <span class="green">50% off regular price</span>, automatically applied at checkout.
tr_tr: <strong>İkramiye:</strong> WPForms Lite kullanıcıları <span class="green">normal fiyattan %50 oranında (ödeme</span>sırasında otomatik olarak uygulanır) alır.

source: View and Manage All Your Form Entries inside WordPress
tr_tr: WordPress'te Tüm Form Girişlerinizi Görüntüleme ve Yönetme

source: Form entries are not stored in WPForms Lite.
tr_tr: Form girişleri WPForms Lite'da depolanmaz.

source: Once you upgrade to WPForms Pro, all future form entries will be stored in your WordPress database and displayed on this Entries screen.
tr_tr: WPForms Pro'ya yükselttikten sonra, gelecekteki tüm form girişleri WordPress veritabanınızda depolanır ve bu Girişler ekranında görüntülenir.

source: View Entries in Dashboard
tr_tr: Panodaki Girişleri Görüntüle

source: Export Entries in a CSV File
tr_tr: CSV Dosyasındaki Girişleri Dışa Aktarma

source: Add Notes / Comments
tr_tr: Not / Yorum Ekle

source: Save Favorite Entries
tr_tr: Sık Kullanılan Girişleri Kaydet

source: Mark Read / Unread
tr_tr: İşaretle Oku / Okunmamış

source: Print Entries
tr_tr: Kayıtları Yazdır

source: Resend Notifications
tr_tr: Bildirim mailini tekrar gönder

source: See Geolocation Data
tr_tr: Bkz. Coğrafi Konum Verileri

source: Upgrade to WPForms Pro Now
tr_tr: WPForms Pro'ya Şimdi Yükseltin

source: Search Addons
tr_tr: Eklentileri Ara

source: Form Addons are a PRO feature.
tr_tr: Form Addons bir PRO özelliğidir.

source: Please upgrade to the PRO plan to unlock them and more awesome features.
tr_tr: Onları ve daha harika özellikleri kilidini açmak için PRO planı için lütfen yükseltin.

source: Enter text for the form field label. It will help identify your HTML blocks inside the form builder, but will not be displayed in the form.
tr_tr: Form alanı etiketi için metin girin. Form oluşturucu içindeki HTML bloklarınızı belirlemenize yardımcı olur, ancak formda görüntülenmez.

source: Complete the <b>WPForms Challenge</b> and get up and running within %1$d&nbsp;%2$s.
tr_tr: <b>WPForms Challenge</b> ‘ı tamamlayın ve %1$d & nbsp; %2$s içinde ayağa kalkın ve koşun.

source: minute
tr_tr: dakika

source: Name Your Form
tr_tr: Formunuzu Adlandırın

source: Add Fields to Your Form
tr_tr: Formunuza Alan Ekleme

source: Check Notification Settings
tr_tr: Bildirim Ayarlarını Denetle

source: Embed in a Page
tr_tr: Sayfaya Gömme

source: Skip Challenge
tr_tr: Meydan Atla

source: Cancel Challenge
tr_tr: Meydan Okumayı İptal Et

source: %s remaining
tr_tr: %s kalan

source: Give your form a name so you can easily identify it.
tr_tr: Formunuzu kolayca tanımlayabilmeniz için bir ad verin.

source: Done
tr_tr: Tamam

source: Build your form from scratch or use one of our pre-made templates.
tr_tr: Formunuzu sıfırdan oluşturun veya önceden yapılmış şablonlarımızdan birini kullanın.

source: You can add additional fields to your form, if you need them. This step is optional.
tr_tr: Gerekirse formunuza ek alanlar ekleyebilirsiniz. Bu adım isteğe bağlıdır.

source: The default notification settings might be sufficient, but double&#8209;check to be sure.
tr_tr: Varsayılan bildirim ayarları yeterli olabilir, ancak çift ve #8209;emin olmak için denetleyin.

source: Add a Block
tr_tr: Blok Ekle

source: Click the “Add Block” button, search WPForms, select block to embed.
tr_tr: "Blok Ekle" düğmesine tıklayın, WPForms'da arama yapın, gömmek için bloğu seçin.

source: Click the “Add Form” button, select your form, then add the embed code.
tr_tr: "Form Ekle" düğmesine tıklayın, formunuzu seçin ve sonra gömme kodunu ekleyin.

source: Congrats, you did it!
tr_tr: Tebrikler, sen yaptın!

source: You completed the WPForms Challenge in <b>%1$s %2$s %3$s %4$s</b>. Share your success story with other WPForms users and help us spread the word <b>by giving WPForms a 5-star rating (%5$s) on WordPress.org</b>. Thanks for your support and we look forward to bringing more awesome features.
tr_tr: WPForms Mücadelesi'ni <b>%1$s %2$s %3$s %4$s olarak tamamladınız.</b> Başarı hikayenizi diğer WPForms kullanıcılarıyla paylaşın ve <b>WordPress.org'da WPForms'a 5 yıldızlı bir derecelendirme (%5$s) vererek</b>kelimeyi yaymamıza yardımcı olun. Desteğiniz için teşekkür ederiz ve biz daha harika özellikler getirmek için sabırsızlanıyoruz.

source: second
tr_tr: saniye

source: Rate WPForms on WordPress.org
tr_tr: WORDPRESS.ORG'da WPForm'ları derecelendirin

source: Help us improve WPForms
tr_tr: WPForms'u geliştirmemize yardımcı olun

source: We`re sorry that it took longer than %1$d %2$s to create a form. Our goal is to create the most beginner friendly WordPress form plugin. Please take a moment to let us know how we can improve WPForms.
tr_tr: Form oluşturmak için %1$d %2$s 'den uzun sürdüğü için Üzgünüz. Hedefimiz en acemi dostu WordPress form eklentisi oluşturmaktır. Lütfen bize nasıl WPForms geliştirebilirsiniz bildirin bir dakikanızı ayırın.

source: Yes, I give WPForms permission to contact me for any follow up questions.
tr_tr: Evet, WPForms herhangi bir takip soruları için benimle irtibata geçmek için izin verir.

source: Submit Feedback
tr_tr: Geri Bildirim Gönder

source: Take the WPForms Challenge
tr_tr: WPForms Mücadelesine Katılın

source: Create your first form with our guided setup wizard in less than 5 minutes to experience the WPForms difference.
tr_tr: WPForms farkını deneyimlemek için 5 dakikadan kısa bir sürede rehberli kurulum sihirbazımızla ilk formunuzu oluşturun.

source: Start the WPForms Challenge
tr_tr: WPForms Mücadelesine Başlayın

source: Support & Docs
tr_tr: Destek & Dokümanlar

source: Join Our Community
tr_tr: Topluluğumuza Katılın

source: Suggest a Feature
tr_tr: Bir Özellik Önerin

source: See Quick Links
tr_tr: Hızlı Bağlantıları Görün

source: Could not install plugin. Please <a href="%s">download</a> and install manually.
tr_tr: Eklenti yükleyemedi. Lütfen el ile <a href="%s">indirin</a> ve kurun.

source: Could not activate plugin. Please activate from the <a href="%s">Plugins page</a>.
tr_tr: Eklentiyi etkinleştiremedi. Lütfen <a href="%s">Eklentiler sayfasından</a>etkinleştirin.

source: Installing...
tr_tr: Yükleniyor..

source: Activating...
tr_tr: Etkinleştiriliyor...

source: MonsterInsights Installed & Activated
tr_tr: MonsterInsights Yüklendi ve Etkinleştirildi

source: Install Now
tr_tr: Şimdi kur

source: Activate Now
tr_tr: Aktifleştir

source: Download Now
tr_tr: Şimdi İndirin

source: Go to Plugins page
tr_tr: Eklentiler sayfasına git

source: The Best Google Analytics Plugin for WordPress
tr_tr: WordPress için En İyi Google Analytics Eklentisi

source: MonsterInsights connects WPForms to Google Analytics, providing a powerful integration with their Forms addon. MonsterInsights is a sister company of WPForms.
tr_tr: MonsterInsights, WPForms'u Google Analytics'e bağlayarak Form eklentileriyle güçlü bir entegrasyon sağlar. MonsterInsights WPForms bir kardeş şirkettir.

source: Analytics screenshot
tr_tr: Analytics ekran görüntüsü

source: Track form impressions and conversions.
tr_tr: Form gösterimlerini ve dönüşümleri izleyin.

source: View form conversion rates from WordPress.
tr_tr: WordPress'ten form dönüşüm oranlarını görüntüleyin.

source: Complete UTM tracking with form entries.
tr_tr: Form girişleri ile UTM izlemeyi tamamlayın.

source: Automatic integration with WPForms.
tr_tr: WPForms ile otomatik entegrasyon.

source: Step 1
tr_tr: Aşama 1

source: Install & Activate MonsterInsights
tr_tr: MonsterInsights'ı Yükleyin ve Etkinleştirin

source: Step 2
tr_tr: Adım 2

source: Setup MonsterInsights
tr_tr: Kurulum MonsterInsights

source: MonsterInsights has an intuitive setup wizard to guide you through the setup process.
tr_tr: MonsterInsights kurulum sürecinde size rehberlik edecek sezgisel bir kurulum sihirbazına sahiptir.

source: Step 3
tr_tr: Adım 3

source: Get Form Conversion Tracking
tr_tr: Form Dönüşüm İzleme Alın

source: With the MonsterInsights Form addon you can easily track your form views, entries, conversion rates, and more.
tr_tr: MonsterInsights Form addon ile form görünümlerinizi, girişlerinizi, dönüşüm oranlarınızı ve daha fazlasını kolayca izleyebilirsiniz.

source: Install MonsterInsights
tr_tr: MonsterInsights'ı Yükleyin

source: Activate MonsterInsights
tr_tr: MonsterInsights'ı etkinleştir

source: Run Setup Wizard
tr_tr: Kurulumu Çalıştır

source: Setup Complete
tr_tr: Kurulum tamamlandı

source: Learn More
tr_tr: Daha Fazla Bilgi

source: Plugin unavailable.
tr_tr: Eklenti kullanılamıyor.

source: WPForms VIP Circle Facebook Group
tr_tr: WPForms VIP Circle Facebook Grubu

source: Powered by the community, for the community. Anything and everything WPForms: Discussions. Questions. Tutorials. Insights and sneak peaks. Also, exclusive giveaways!
tr_tr: Toplum tarafından destekleniyor, toplum için. Her şey ve her şey WPForms: Tartışmalar. Soru. Öğreticiler. Anlayışlar ve gizli zirveler. Ayrıca, özel hediye!

source: Join WPForms VIP Circle
tr_tr: WPForms VIP Circle'a katılın

source: WPForms Developer Documentation
tr_tr: WPForms Geliştirici Dokümantasyon

source: Customize and extend WPForms with code. Our comprehensive developer resources include tutorials, snippets, and documentation on core actions, filters, functions, and more.
tr_tr: WPForm'ları kodla özelleştirin ve genişletin. Kapsamlı geliştirici kaynaklarımız, temel eylemler, filtreler, işlevler ve daha fazlası hakkında öğreticiler, parçacıklar ve belgeler içerir.

source: View WPForms Dev Docs
tr_tr: WPForms Dev Dokümanları Görüntüle

source: WPBeginner Engage Facebook Group
tr_tr: WPBeginner Engage Facebook Grubu

source: Hang out with other WordPress experts and like minded website owners such as yourself! Hosted by WPBeginner, the largest free WordPress site for beginners.
tr_tr: Diğer WordPress uzmanları ile hang out ve sizin gibi fikirli web sitesi sahipleri gibi! WPBeginner, yeni başlayanlar için en büyük ücretsiz WordPress sitesi tarafından barındırılan.

source: Join WPBeginner Engage
tr_tr: WPBeginner Engage'e katılın

source: WPForms Translators Community
tr_tr: WPForms Çevirmenler Topluluğu

source: We're building a community of translators and i18n experts to translate WPForms. Sign up to our translator community newsletter to learn more and get information on how you can contribute!
tr_tr: WPForms'u çevirmek için çevirmenler ve i18n uzmanlarından oluşan bir topluluk oluşturuyoruz. Daha fazla bilgi edinmek ve nasıl katkıda bulunabileceğiniz hakkında bilgi almak için çevirmen topluluğu bültenimize kaydolun!

source: Join Translators Community
tr_tr: Çevirmenler Topluluğuna Katılın

source: Do you have an idea or suggestion for WPForms? If you have thoughts on features, integrations, addons, or improvements - we want to hear it! We appreciate all feedback and insight from our users.
tr_tr: WPForms için bir fikriniz veya öneriniz var mı? Eğer özellikler, entegrasyonlar, addons veya iyileştirmeler üzerinde düşünceleriniz varsa - bunu duymak istiyorum! Kullanıcılarımızdan gelen tüm geri bildirimler ve görüşler için teşekkür ederiz.

source: WP Mail SMTP Installed & Activated
tr_tr: WP Mail SMTP Yüklendi ve Etkinleştirildi

source: Go to SMTP Settings
tr_tr: SMTP Ayarları'na git

source: WPForms ♥ WP Mail SMTP
tr_tr: WPForm'lar wp mail smtp ♥

source: Making Email Deliverability Easy for WordPress
tr_tr: WordPress için E-posta Teslim Edilebilirlik Kolay yapma

source: WP Mail SMTP allows you to easily set up WordPress to use a trusted provider to reliably send emails, including form notifications. Built by the same folks behind WPForms.
tr_tr: WP Mail SMTP, wordPress'i form bildirimleri de dahil olmak üzere güvenilir bir e-posta göndermek için güvenilir bir sağlayıcı olarak kolayca ayarlamanızı sağlar. WPForms arkasında aynı millet tarafından inşa edilmiştir.

source: WP Mail SMTP screenshot
tr_tr: WP Mail SMTP ekran görüntüsü

source: Over 1,000,000 websites use WP Mail SMTP.
tr_tr: 1.000.000'den fazla web sitesi WP Mail SMTP kullanır.

source: Send emails authenticated via trusted parties.
tr_tr: Güvenilir taraflar aracılığıyla kimlik doğrulaması verilen e-postalar gönderin.

source: Transactional Mailers: Pepipost, SendinBlue, Mailgun, SendGrid, Amazon SES.
tr_tr: İşlem postaları: Pepipost, SendinBlue, Mailgun, SendGrid, Amazon SES.

source: Web Mailers: Gmail, G Suite, Office 365, Outlook.com.
tr_tr: Web Postaları: Gmail, G Suite, Office 365, Outlook.com.

source: Install and Activate WP Mail SMTP
tr_tr: WP Mail SMTP'yi yükleyin ve etkinleştirin

source: Install WP Mail SMTP from the WordPress.org plugin repository.
tr_tr: WordPress.org eklenti deposundan WP Mail SMTP'yi yükleyin.

source: Set Up WP Mail SMTP
tr_tr: WP Posta SMTP'yi ayarlama

source: Select and configure your mailer.
tr_tr: Postayı seçin ve yapılandırın.

source: Install WP Mail SMTP
tr_tr: WP Posta SMTP'yi Yükleyin

source: Activate WP Mail SMTP
tr_tr: WP Mail SMTP'yi etkinleştir

source: Start Setup
tr_tr: Kurulumu Başlat

source: Go to SMTP settings
tr_tr: SMTP ayarlarına git

source: [WPForms\Emails\Mailer] Invalid email address.
tr_tr: [WPForms\E-postalar\Postacı] Geçersiz e-posta adresi.

source: [WPForms\Emails\Mailer] Empty subject line.
tr_tr: [WPForms\E-postalar\Postacı] Boş konu satırı.

source: [WPForms\Emails\Mailer] Empty message.
tr_tr: [WPForms\E-postalar\Postacı] Boş ileti.

source: You cannot send emails with WPForms\Emails\Mailer until init/admin_init has been reached.
tr_tr: Bt/admin_init ulaşılana kadar WPForms\Emails\Mailer ile e-posta gönderemezsiniz.

source: Disable Email Summaries weekly delivery.
tr_tr: E-posta Özetlerini haftalık teslimatı devre dışı.

source: View Email Summary Example
tr_tr: E-posta Özeti Örneğini Görüntüle

source: Disable Email Summaries
tr_tr: E-posta Özetlerini Devre Dışı

source: Weekly WPForms Email Summaries
tr_tr: Haftalık WPForms E-posta Özetleri

source: WPForms Summary
tr_tr: WPForms Özeti

source: %s Preview
tr_tr: %s Önizleme

source: This is a preview of your form. This page is not publicly accessible.
tr_tr: Bu, formunuzun bir önizlemesidir. Bu sayfaya herkese açık erişilebilir değil.

source: Close this window
tr_tr: Bu pencereyi kapat

source: Select and display one of your forms.
tr_tr: Formlarınızdan birini seçin ve görüntüleyin.

source: contact
tr_tr: iletişim

source: survey
tr_tr: anket

source: Select a Form
tr_tr: Bir Form Seç

source: Form Settings
tr_tr: Form Ayarları

source: Show Title
tr_tr: Başlığı Göster

source: Show Description
tr_tr: Açıklamayı Göster

source: Do not forget to test your form.
tr_tr: Formunuzu test etmeyi unutmayın.

source: Check out our complete guide!
tr_tr: Tam rehberimize göz atın!

source: The form cannot be displayed.
tr_tr: Form görüntülenemez.

source: Version
tr_tr: Sürüm

source: License key type
tr_tr: Lisans anahtarı türü

source: Lite install date
tr_tr: Lite yükleme tarihi

source: Pro install date
tr_tr: Pro yükleme tarihi

source: Not found
tr_tr: URL bulunamadı

source: DB tables
tr_tr: DB tabloları

source: Total forms
tr_tr: Toplam formlar

source: Total entries
tr_tr: Toplam giriş

source: Total submissions (since v1.5.0)
tr_tr: Toplam gönderim (v1.5.0'dan beri)

source: This setting is disabled because you have the "Force From Name" setting enabled in <a href="%s" rel="noopener noreferrer" target="_blank">WP Mail SMTP</a>.
tr_tr: <a href="%s" rel="noopener noreferrer" target="_blank">WP Mail SMTP'de</a>etkinleştirilmiş "Adından Kuvvet" ayarı olduğundan bu ayar devre dışı bırakılır.

source: This setting is disabled because you have the "Force From Email" setting enabled in <a href="%s" rel="noopener noreferrer" target="_blank">WP Mail SMTP</a>.
tr_tr: <a href="%s" rel="noopener noreferrer" target="_blank">WP Mail SMTP'de</a>etkinleştirilmiş "E-postadan Güç" ayarı olduğundan bu ayar devre dışı bırakılır.

source: is a PRO Feature
tr_tr: bir PRO Özelliğidir

source: We're sorry, the %name% is not available on your plan. Please upgrade to the PRO plan to unlock all these awesome features.
tr_tr: Üzgünüz, %adı% planınızda mevcut değildir. Tüm bu harika özellikleri kilidini açmak için PRO planı yükseltmek için lütfen.

source: <strong>Bonus:</strong> WPForms Lite users get <span>50% off</span> regular price, automatically applied at checkout.
tr_tr: <strong>İkramiye:</strong> WPForms Lite kullanıcıları, ödeme sırasında otomatik olarak uygulanan normal fiyattan <span>%50 oranında kdv</span> alır.

source: Request A Quote Form
tr_tr: Fiyat Teklif Formu

source: Start collecting leads with this pre-made Request a quote form. You can add and remove fields as needed.
tr_tr: Bu premade ile potansiyel müşteri toplamaya başlayın Bir fiyat teklif formu isteyin. Alanları gerektiği gibi ekleyebilir veya kaldırabilirsiniz.

source: Donation Form
tr_tr: Yeni Bağış Formu

source: Start collecting donation payments on your website with this ready-made Donation form. You can add and remove fields as needed.
tr_tr: Bu hazır Donation formuyla web sitenizde bağış ödemeleri toplamaya başlayın. Alanları gerektiği gibi ekleyebilir veya kaldırabilirsiniz.

source: Billing / Order Form
tr_tr: Faturalandırma / Sipariş Formu

source: Collect payments for product and service orders with this ready-made form template. You can add and remove fields as needed.
tr_tr: Bu hazır form şablonu yla ürün ve servis siparişleri için ödeme toplayın. Gerektiğinde alan ekleyebilir ve kaldırabilirsiniz.

source: Unlock Pre-Made Form Templates
tr_tr: Önceden Yapılmış Form Şablonlarının Kilidini Aç
