Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: Check this option to randomize the order of the choices.
tr_tr: Seçeneklerin sırasını rasgele leştirmek için bu seçeneği işaretleyin.

source: Show Values
tr_tr: Değerleri Göster

source: Check this to manually set form field values.
tr_tr: Elle form alanı değerlerini ayarlamak için bunu işaretleyin.

source: Choice Limit
tr_tr: Seçim Sınırı

source: Limit the number of checkboxes a user can select. Leave empty for unlimited.
tr_tr: Bir kullanıcının seçebileceği onay kutusu sayısını sınırlayın. Sınırsız için boş bırakın.

source: Enable Disclaimer / Terms of Service Display
tr_tr: Yasal Uyarıyı Etkinleştir / Hizmet Şartları Ekranını Etkinleştir

source: Check this option to adjust the field styling to support Disclaimers and Terms of Service type agreements.
tr_tr: Yasal Uyarı Ve Hizmet Şartları türü sözleşmelerini destekleyecek alan stilini ayarlamak için bu seçeneği işaretleyin.

source: Confirm Email
tr_tr: E-Postayı Doğrula

source: Enable Email Confirmation
tr_tr: E-Mail Onayını Etkinleştir

source: Check this option to ask users to provide an email address twice.
tr_tr: Kullanıcılardan iki kez bir e-posta adresi vermelerini istemek için bu seçeneği işaretleyin.

source: Confirmation Placeholder Text
tr_tr: Doğrulama Yer Tutucu Metni

source: Enter text for the confirmation field placeholder.
tr_tr: Onay alanı yer tutucusunun metnini girin.

source: The provided email is not valid.
tr_tr: Sağlanan e-posta geçerli değildir.

source: The provided emails do not match.
tr_tr: Sağlanan e-postalar eşleşmez.

source: GDPR Agreement
tr_tr: GDPR Anlaşması

source: I consent to having this website store my submitted information so they can respond to my inquiry.
tr_tr: Bu web sitesinin, soruşturmama yanıt verebilmeleri için gönderilen bilgileri saklamasını kabul ediyorum.

source: Agreement
tr_tr: Sözleşme

source: First
tr_tr: İlk Ajan Ekle

source: Middle
tr_tr: Orta

source: Last
tr_tr: Son

source: Format
tr_tr: Ekran menüsü ızgara biçimidir

source: Select format to use for the name form field
tr_tr: İsim form alanı için kullanılacak formatı seçin

source: Simple
tr_tr: Basit

source: First Last
tr_tr: İlk Son

source: First Middle Last
tr_tr: İkinci Adı

source: Name field advanced options.
tr_tr: Adı alan gelişmiş seçenekler.

source: Placeholder
tr_tr: Yer tutucu

source: First Name
tr_tr: Adınız

source: First name field advanced options.
tr_tr: İsim alanı için gelişmiş seçenekler.

source: Middle Name
tr_tr: İkinci ad

source: Middle name field advanced options.
tr_tr: Orta isim alanı gelişmiş seçenekler.

source: Last Name
tr_tr: Soyadınız

source: Last name field advanced options.
tr_tr: Soyadı alanı gelişmiş seçenekler.

source: Number Slider
tr_tr: Sayı Kaydırıcısı

source: %1$s (%2$s min / %3$s max)
tr_tr: %1$s (%2$s dk / %3$s max)

source: Value
tr_tr: Değer

source: Define the minimum and the maximum values for the slider.
tr_tr: Kaydırıcı için minimum ve maksimum değerleri tanımlayın.

source: Enter a default value for this field.
tr_tr: Bu alan için varsayılan değer girin.

source: Value Display
tr_tr: Değer Göstergesi

source: Displays the currently selected value below the slider.
tr_tr: Kaydırıcının altında şu anda seçili değeri görüntüler.

source: Selected Value: {value}
tr_tr: Değer

source: Increment
tr_tr: Artış

source: Determines the increment between selectable values on the slider.
tr_tr: Kaydırıcıdaki seçilebilir değerler arasındaki artış belirler.

source: Please provide a valid value.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: Numbers
tr_tr: Sayılar

source: Multiple Choice
tr_tr: Çoklu Seçenek

source: Dropdown
tr_tr: Efekt Açılır Menü

source: Single Line Text
tr_tr: Tek Satır Metin

source: Limit Length
tr_tr: Limit Uzunluğu

source: Check this option to limit text length by characters or words count.
tr_tr: Metin uzunluğunu karakterlere veya sözcük sayısına göre sınırlamak için bu seçeneği işaretleyin.

source: Characters
tr_tr: Karakter

source: Words
tr_tr: Kelimeler

source: Input Mask
tr_tr: Giriş maskesi

source: Enter your custom input mask.
tr_tr: Özel giriş maskenizi girin.

source: See Examples & Docs
tr_tr: Örnekler ve Dokümanlar'a Bakın

source: Text can't exceed %d character.
tr_tr: Metin %d karakterini geçemez.

source: Text can't exceed %d word.
tr_tr: Metin %d sözcüğü geçemez.

source: Paragraph Text
tr_tr: Paragraf Metni

# US State
source: Georgia
tr_tr: Gürcistan

source: New Hampshire
tr_tr: Yeni Hampshire

source: New Jersey
tr_tr: Yeni Jersey

source: New Mexico
tr_tr: Yeni Meksika

source: North Carolina
tr_tr: Kuzey Carolina

source: North Dakota
tr_tr: Kuzey Dakota

source: Rhode Island
tr_tr: Rhode Adası

source: South Carolina
tr_tr: Güney Carolina

source: South Dakota
tr_tr: Güney Dakota

source: West Virginia
tr_tr: Batı Virjinya

source: Afghanistan
tr_tr: Afganistan

source: Åland Islands
tr_tr: Aland adaları

source: Albania
tr_tr: Arnavutluk

source: Algeria
tr_tr: Cezayir

source: American Samoa
tr_tr: Amerikan Samoası

source: Antarctica
tr_tr: Antartika

source: Antigua and Barbuda
tr_tr: Antigua ve Barbuda

source: Argentina
tr_tr: Arjantin

source: Armenia
tr_tr: Ermenistan

source: Australia
tr_tr: Avustralya

source: Austria
tr_tr: Avusturya

source: Azerbaijan
tr_tr: Azerbaycan

source: Bahamas
tr_tr: Bahamalar

source: Bahrain
tr_tr: Bahreyn

source: Bangladesh
tr_tr: Bangladeş

source: Belgium
tr_tr: Belçika

source: Bhutan
tr_tr: Butan

source: Bolivia (Plurinational State of)
tr_tr: Bolivya (Çokuluslu Devlet)

source: Bosnia and Herzegovina
tr_tr: Bosna-Hersek

source: Botswana
tr_tr: Botsvana

source: Bouvet Island
tr_tr: Bouvet Adası

source: Brazil
tr_tr: Brezilya

source: British Indian Ocean Territory
tr_tr: İngiliz Hint Okyanusu Bölgesi

source: Brunei Darussalam
tr_tr: Brunei Darüsselam Sultanlığı

source: Bulgaria
tr_tr: Bulgaristan

source: Cabo Verde
tr_tr: Cabo Verde (Yeşil Burun)

source: Cambodia
tr_tr: Kamboçya

source: Cameroon
tr_tr: Kamerun

source: Canada
tr_tr: Kanada

source: Cayman Islands
tr_tr: Cayman Adaları

source: Central African Republic
tr_tr: Orta Afrika Cumhuriyeti

source: Chad
tr_tr: Çad

source: Chile
tr_tr: Şili

source: China
tr_tr: Çin

source: Christmas Island
tr_tr: Noel Adası

source: Cocos (Keeling) Islands
tr_tr: Cocos (Keeling) Adaları

source: Colombia
tr_tr: Kolombiya

source: Congo
tr_tr: Kongo

source: Congo (Democratic Republic of the)
tr_tr: Kongo (Demokratik Cumhuriyeti)

source: Cook Islands
tr_tr: Cook Adaları

source: Costa Rica
tr_tr: Kosta Rika

source: Côte d'Ivoire
tr_tr: Fildişi Sahili

source: Croatia
tr_tr: Hırvatistan

source: Cuba
tr_tr: Küba

source: Curaçao
tr_tr: Kurasao

source: Cyprus
tr_tr: Kıbrıs

source: Czech Republic
tr_tr: Çek Cumhuriyeti

source: Denmark
tr_tr: Danimarka

source: Djibouti
tr_tr: Cibuti

source: Dominica
tr_tr: Dominik

source: Dominican Republic
tr_tr: Dominik Cumhuriyeti

source: Ecuador
tr_tr: Ekvator

source: Egypt
tr_tr: Mısır

source: Equatorial Guinea
tr_tr: Ekvator Ginesi

source: Estonia
tr_tr: Estonya

source: Ethiopia
tr_tr: Etiopya

source: Falkland Islands (Malvinas)
tr_tr: Falkland Adaları (Malvinas)

source: Faroe Islands
tr_tr: Faroe Adaları

source: Finland
tr_tr: Finlandiya

source: France
tr_tr: Fransa

source: French Guiana
tr_tr: Fransız Ginesi

source: French Polynesia
tr_tr: Fransız Polinezyası

source: French Southern Territories
tr_tr: Fransız Güney Bölgesi

source: Gambia
tr_tr: Gambiya

# Country
source: Georgia
tr_tr: Gürcistan

source: Germany
tr_tr: Almanya

source: Ghana
tr_tr: Gana

source: Gibraltar
tr_tr: Cebelitarık

source: Greece
tr_tr: Yunanistan

source: Greenland
tr_tr: Grönland

source: Grenada
tr_tr: Greneda

source: Guadeloupe
tr_tr: Guadalupe

source: Guinea
tr_tr: Gine

source: Guinea-Bissau
tr_tr: Gine-Bisav

source: Heard Island and McDonald Islands
tr_tr: Heard Adası & McDonald Adaları

source: Hungary
tr_tr: Macaristan

source: Iceland
tr_tr: İzlanda

source: India
tr_tr: Hindistan

source: Indonesia
tr_tr: Endonezya

source: Iran (Islamic Republic of)
tr_tr: İran (İslam Cumhuriyeti)

source: Iraq
tr_tr: Irak

source: Ireland (Republic of)
tr_tr: İrlanda (Cumhuriyet)

source: Isle of Man
tr_tr: Man Adası

source: Israel
tr_tr: İsrail

source: Italy
tr_tr: İtalya

source: Jamaica
tr_tr: Jamaika

source: Japan
tr_tr: Japonya

source: Jordan
tr_tr: Ürdün

source: Kazakhstan
tr_tr: Kazakistan

source: Korea (Democratic People's Republic of)
tr_tr: Kore (Demokratik Halk Cumhuriyeti)

source: Korea (Republic of)
tr_tr: Kore (Cumhuriyeti)

source: Kuwait
tr_tr: Kuveyt

source: Kyrgyzstan
tr_tr: Kırgızistan

source: Lao People's Democratic Republic
tr_tr: Lao Demokratik Halk Cumhuriyeti

source: Latvia
tr_tr: Letonya

source: Lebanon
tr_tr: Lübnan

source: Lesotho
tr_tr: Lesoto

source: Liberia
tr_tr: Liberya

source: Liechtenstein
tr_tr: Lihtenştayn

source: Lithuania
tr_tr: Litvanya

source: Luxembourg
tr_tr: Lüksemburg

source: Macedonia (Republic of)
tr_tr: Makedonya (Cumhuriyet)

source: Madagascar
tr_tr: Madagaskar

source: Malawi
tr_tr: Malavi

source: Malaysia
tr_tr: Malezya

source: Maldives
tr_tr: Maldivler

source: Marshall Islands
tr_tr: Marshall adaları

source: Martinique
tr_tr: Martinik

source: Mauritania
tr_tr: Moritanya

source: Mauritius
tr_tr: Morityus

source: Mexico
tr_tr: Meksika

source: Micronesia (Federated States of)
tr_tr: Mikronezya (Federe Devletleri)

source: Moldova (Republic of)
tr_tr: Moldova (Cumhuriyeti)

source: Monaco
tr_tr: Monako

source: Mongolia
tr_tr: Moğolistan

source: Montenegro
tr_tr: Karadağ

source: Montserrat
tr_tr: Montserat

source: Morocco
tr_tr: Fas

source: Mozambique
tr_tr: Mozambik

source: Namibia
tr_tr: Namibya

source: Netherlands
tr_tr: Hollanda

source: New Caledonia
tr_tr: Yeni Kaledonya

source: New Zealand
tr_tr: Yeni Zelanda

source: Nicaragua
tr_tr: Nikaragua

source: Niger
tr_tr: Nijer

source: Nigeria
tr_tr: Nijerya

source: Norfolk Island
tr_tr: Norfolk Adası

source: Northern Mariana Islands
tr_tr: Kuzey Mariana Adaları

source: Norway
tr_tr: Norveç

source: Oman
tr_tr: Umman

source: Palestine (State of)
tr_tr: Filistin (Devlet)

source: Papua New Guinea
tr_tr: Papua Yeni Gine

source: Philippines
tr_tr: Filipinler

source: Poland
tr_tr: Polonya

source: Portugal
tr_tr: Portekiz

source: Puerto Rico
tr_tr: Porto Riko

source: Qatar
tr_tr: Katar

source: Romania
tr_tr: Romanya

source: Russian Federation
tr_tr: Rusya Federasyonu

source: Rwanda
tr_tr: Ruanda

source: Saint Barthélemy
tr_tr: Aziz Barthélemy

source: Saint Helena, Ascension and Tristan da Cunha
tr_tr: Saint Helena, Yükseliş ve Tristan da Cunha

source: Saint Kitts and Nevis
tr_tr: Saint Kitts ve Nevis

source: Saint Martin (French part)
tr_tr: Saint Martin (Fransız kısmı)

source: Saint Vincent and the Grenadines
tr_tr: Saint Vincent ve Grenadinler

source: Sao Tome and Principe
tr_tr: Sao Tome ve Principe

source: Saudi Arabia
tr_tr: Suudi Arabistan

source: Serbia
tr_tr: Sırbistan

source: Seychelles
tr_tr: Şeyseller

source: Singapore
tr_tr: Singapur

source: Sint Maarten (Dutch part)
tr_tr: Sint Maarten (Felemenk kısmı)

source: Slovakia
tr_tr: Slovakya

source: Slovenia
tr_tr: Slovenya

source: Solomon Islands
tr_tr: Solomon Adaları

source: Somalia
tr_tr: Somali

source: South Africa
tr_tr: Güney Afrika

source: South Georgia and the South Sandwich Islands
tr_tr: Güney Georgia ve Güney Sandwich Adaları

source: South Sudan
tr_tr: Güney Sudan

source: Spain
tr_tr: İspanya

source: Suriname
tr_tr: Surinam

source: Svalbard and Jan Mayen
tr_tr: Svalbard ve Jan Mayen

source: Swaziland
tr_tr: Svaziland

source: Sweden
tr_tr: İsveç

source: Switzerland
tr_tr: İsviçre

source: Syrian Arab Republic
tr_tr: Suriye Arap Cumhuriyeti

source: Taiwan, Province of China
tr_tr: Tayvan, Çin'in bölgesi

source: Tajikistan
tr_tr: Tacikistan

source: Tanzania (United Republic of)
tr_tr: Tanzanya (Birleşik Cumhuriyeti)

source: Thailand
tr_tr: Tayland

source: Trinidad and Tobago
tr_tr: Trinidad ve Tobago

source: Tunisia
tr_tr: Tunus

source: Turkey
tr_tr: Türkiye

source: Turkmenistan
tr_tr: Türkmenistan

source: Turks and Caicos Islands
tr_tr: Turks ve Caicos Adaları

source: Ukraine
tr_tr: Ukrayna

source: United Arab Emirates
tr_tr: Birleşik Arap Emirlikleri

source: United Kingdom of Great Britain and Northern Ireland
tr_tr: Büyük Britanya ve Kuzey İrlanda Birleşik Krallığı

source: United States of America
tr_tr: Amerika Birleşik Devletleri

source: United States Minor Outlying Islands
tr_tr: Amerika Birleşik Devletleri Küçük Dış Adaları

source: Uzbekistan
tr_tr: Özbekistan

source: Vatican City State
tr_tr: Vatikan Şehir Devleti

source: Venezuela (Bolivarian Republic of)
tr_tr: Venezuela (Bolivarcı Cumhuriyeti)

source: Virgin Islands (British)
tr_tr: Virgin Adaları (İngiliz)

source: Virgin Islands (U.S.)
tr_tr: Virjin Adaları (ABD)

source: Wallis and Futuna
tr_tr: Wallis ve Futuna

source: Western Sahara
tr_tr: Batı Sahra

source: Zambia
tr_tr: Zambiya

source: Zimbabwe
tr_tr: Zimbabve

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Sunday
tr_tr: Pazar

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Select a form to display
tr_tr: Görüntülenecek bir form seçin

source: No forms found
tr_tr: Form bulunamadı

source: Content
tr_tr: İçerik

source: Add your form
tr_tr: Formunuzu ekleyin

source: Select a form to add it to your post or page.
tr_tr: Yazınıza veya sayfanıza eklemek için bir form seçin.

source: Display Form Name
tr_tr: Form Adı Görüntüle

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Would you like to display the forms name?
tr_tr: Form adını görüntülemek ister misiniz?

source: Display Form Description
tr_tr: Form Açıklamasını Görüntüle

source: Would you like to display the form description?
tr_tr: Form açıklamasını görüntülemek ister misiniz?

source: Connection
tr_tr: Bağlantı

source: You do not have permission
tr_tr: Bu işlem için izniniz yok

source: %s (Full)
tr_tr: %s (Dolu)

source: %s (First)
tr_tr: %s (İlk)

source: %s (Middle)
tr_tr: %s (Orta)

source: %s (Last)
tr_tr: %s (Son)

source: Select Account
tr_tr: Hesap seç

source: Add New Account
tr_tr: Yeni Hesap Ekle

source: Select List
tr_tr: Seçenek Listesi

source: Select Groups
tr_tr: Grupları Seç

source: We also noticed that you have some segments in your list. You can select specific list segments below if needed. This is optional.
tr_tr: Listenizde bazı bölümlerin bulunduğunu da fark ettik. Gerekirse, aşağıda belirli liste bölümlerini seçebilirsiniz. Bu isteğe bağlıdır.

source: List Fields
tr_tr: Liste Alanları

source: Available Form Fields
tr_tr: Kullanılabilir Form Alanları

source: Marketing provider connection
tr_tr: Pazarlama sağlayıcısı bağlantısı

source: Add New %s
tr_tr: Yeni Ekle %s

source: Missing data
tr_tr: Kayıp veri

source: Connection missing
tr_tr: Bağlantı kesildi

source: Could not connect to the provider.
tr_tr: Sağlayıcıya bağlanılamadı.

source: Connected on: %s
tr_tr: Bağlı: %s

source: Disconnect
tr_tr: Bağlantıyı Kes

source: Connect to %s
tr_tr: Bağlan: %s

source: Show Accounts
tr_tr: Hesapları Göster

source: Integrate %s with WPForms
tr_tr: %s WPForms ile Entegre

source: Connected
tr_tr: Bağlandı

source: Please fill out all of the fields below to add your new provider account.
tr_tr: Yeni sağlayıcı hesabınızı eklemek için lütfen aşağıdaki alanları doldurun.

source: Constant Contact Subscription stopped by conditional logic
tr_tr: Sabit Üyelik Aboneliği koşullu mantıkla durduruldu

source: Constant Contact API Error
tr_tr: Sabit İletişim API Hatası

source: API list error: Constant API error
tr_tr: API listesi hatası: Sabit API hatası

source: Please fill out all of the fields below to register your new Constant Contact account.
tr_tr: Lütfen yeni Constant Contact hesabınızı kaydetmek için aşağıdaki alanları doldurun.

source: Click here for documentation on connecting WPForms with Constant Contact.
tr_tr: Sabit Temas ile WPForm’ları bağlama ile ilgili belgeler için buraya tıklayın.

source: Because Constant Contact requires external authentication, you will need to register WPForms with Constant Contact before you can proceed.
tr_tr: Sabit Temas, harici kimlik doğrulama gerektirdiğinden devam etmeden önce Sabit Temas ile WPForms kaydetmeniz gerekir.

source: Click here to register with Constant Contact
tr_tr: Constant Contact’a kayıt olmak için buraya tıklayın

source: Authorization Code
tr_tr: Kimlik Doğrulama Kodu

source: Account Nickname
tr_tr: Hesap Takma adı

source: Get the most out of <strong>WPForms</strong> &mdash; use it with an active Constant Contact account.
tr_tr: <Strong>WPForms</strong> ‘dan en iyi şekilde yararlanın &mdash; etkin bir Sabit Temas hesabı ile kullanın.

source: Try Constant Contact for Free
tr_tr: Sabit İletişim’i Ücretsiz Deneyin

source: Learn More about the <a href="%s" target="_blank" rel="noopener noreferrer">power of email marketing</a>
tr_tr: <a href=“%s” target=“_blank” rel=“noopener noreferrer”>E-Mail pazarlamacılığının gücü</a> hakkında daha fazla bilgi edinin

source: Get the most out of the <strong>WPForms</strong> plugin &mdash; use it with an active Constant Contact account.
tr_tr: <strong>WPForms</strong> eklentisini &mdash; en iyi şekilde yararlanın; etkin bir Sabit Temas hesabı ile kullanın.

source: Connect your existing account
tr_tr: Mevcut hesabınızı bağlayın

source: Learn More about the <a href="%s">power of email marketing</a>
tr_tr: <a href=“%s”>E-Mail pazarlamacılığının gücü hakkında daha fazla bilgi edinin</a>

source: Grow Your Website with WPForms + Email Marketing
tr_tr: Web Sitenizi WPForms + E-posta Pazarlaması ile büyütün

source: Wondering if email marketing is really worth your time?
tr_tr: E-posta pazarlamanın gerçekten vakit geçirmeye değer olup olmadığını merak ediyor musunuz?

source: Email is hands-down the most effective way to nurture leads and turn them into customers, with a return on investment (ROI) of <strong>$44 back for every $1 spent</strong> according to DMA.
tr_tr: E-posta eller aşağı müşteri beslemek ve müşteri haline getirmek için en etkili yoldur, yatırım getirisi (RoI) ile 44 $ geri her 1 $ DMA göre <strong>harcanan için.</strong>.

source: Here are 3 big reasons why every smart business in the world has an email list:
tr_tr: Dünyadaki her akıllı işletmenin bir e-posta listesi oluşturmasının üç büyük nedeni var:

source: <strong>Email is still #1</strong> - At least 91% of consumers check their email on a daily basis. You get direct access to your subscribers, without having to play by social media&#39;s rules and algorithms.
tr_tr: <strong>E-Mail hala 1 numara</strong> - Tüketicilerin en az %91o E-Mail ‘lerin günlük olarak kontrol ediyor. Sosyal medyanın kuralları ve algoritmaları ile oynamak zorunda kalmadan abonelerinize doğrudan erişebilirsiniz.

source: <strong>You own your email list</strong> - Unlike with social media, your list is your property and no one can revoke your access to it.
tr_tr: <strong>E-posta listenizin sahibiyseniz</strong> Sosyal medyadan farklı olarak, listeniz mülkünüzdür ve hiç kimse bu hesaba erişiminizi iptal edemez.

source: <strong>Email converts</strong> - People who buy products marketed through email spend 138% more than those who don&#39;t receive email offers.
tr_tr: <strong>E-Mail dönüştürürleri </strong> - E-Mail yoluyla pazarlanan ürünleri satın alan kullanıcılar, E-Mail teklifi almayanlardan %138 daha fazla harcıyor.

source: That&#39;s why it&#39;s crucial to start collecting email addresses and building your list as soon as possible.
tr_tr: Bu nedenle E-Mail adreslerini toplamaya ve listenizi mümkün olan en kısa sürede oluşturmaya başlamak çok önemlidir.

source: For more details, see this guide on <a href="%s" target="_blank" rel="noopener noreferrer">why building your email list is so important</a>.
tr_tr: Daha fazla bilgi için <a href=“%s” target=“_blank” rel=“noopener noreferrer”> e-mail listenizi oluşturmanın neden bu kadar önemli olduğunu</a> gösteren bu kılavuzu inceleyin.

source: You&#39;ve Already Started - Here&#39;s the Next Step (It&#39;s Easy)
tr_tr: Zaten Başladın - Sonraki Adım (Kolay).

source: Here are the 3 things you need to build an email list:
tr_tr: Bir email listesi oluşturmak için ihtiyacınız olan 3 şey aşağıda belirtilmiştir:

source: A Website or Blog
tr_tr: Bir Web Sitesi veya Blog

source: High-Converting Form Builder
tr_tr: Yüksek Dönüşümlü Form Oluşturucu

source: The Best Email Marketing Service
tr_tr: En İyi E-Mail Pazarlama Hizmeti

source: With a powerful email marketing service like Constant Contact, you can instantly send out mass notifications and beautifully designed newsletters to engage your subscribers.
tr_tr: Constant Contact gibi güçlü bir e-posta pazarlama servisiyle, toplu bildirimleri ve abonelerinizi etkilemek için güzel tasarlanmış bültenleri anında gönderebilirsiniz.

source: Get Started with Constant Contact for Free
tr_tr: Ücretsiz Sabit Temas ile Başlayın

source: WPForms plugin makes it fast and easy to capture all kinds of visitor information right from your WordPress site - even if you don&#39;t have a Constant Contact account.
tr_tr: WPForms eklentisi, Constant Contact hesabınız olmasa bile WordPress sitenizden her türlü ziyaretçi bilgilerini yakalamanızı hızlı ve kolaydır.

source: But when you combine WPForms with Constant Contact, you can nurture your contacts and engage with them even after they leave your website. When you use Constant Contact + WPForms together, you can:
tr_tr: Ancak, WPForms ile Constant Contact’ı birleştirdiğinizde, kişilerinizi geliştirip web sitenizden ayrıldıktan sonra onlarla etkileşimde bulunabilirsiniz. Sabit İletişim + WPForm’ları birlikte kullandığınızda şunları yapabilirsiniz:

source: Seamlessly add new contacts to your email list
tr_tr: Sorunsuz e-posta listesine yeni kişiler ekleyin

source: Create and send professional email newsletters
tr_tr: Profesyonel e-posta bültenleri hazırlayın ve gönderin

source: Get expert marketing and support
tr_tr: Uzman pazarlama ve destek alın

source: Try Constant Contact Today
tr_tr: Bugün Constant ile İletişim Kurun

source: WPForms Makes List Building Easy
tr_tr: WPForms Liste Oluşturmayı Kolaylaştırır

source: When creating WPForms, our goal was to make a WordPress forms plugin that&#39;s both EASY and POWERFUL.
tr_tr: Form oluştururken, amacımız hem KOLAY hem de ZOR bir WordPress eklentisi oluşturmaktı.

source: We made the form creation process extremely intuitive, so you can create a form to start capturing emails within 5 minutes or less.
tr_tr: Form oluşturma işlemini son derece sezgisel hale getirdik, böylece e-postaları yakalama işlemini 5 dakika veya daha kısa sürede başlatmaya yönelik bir form oluşturabilirsiniz.

source: Here&#39;s how it works.
tr_tr: İşte böyle işte.

source: 1. Select from our pre-built templates, or create a form from scratch.
tr_tr: 1. Önceden oluşturulmuş şablonlarımızdan birini seçin veya sıfırdan bir form oluşturun.

source: 2. Drag and drop any field you want onto your signup form.
tr_tr: 2. İstediğiniz herhangi bir alanı kayıt formunuza sürükleyip bırakın.

source: 3. Connect your Constant Contact email list.
tr_tr: 3. Constant Contact e-posta listenizi bağlayın.

source: 4. Add your new form to any post, page, or sidebar.
tr_tr: 4. Yeni formunuzu istediğiniz posta, sayfa veya kenar çubuğuna ekleyin.
