Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: WPForms
tr_tr: Kayıt Formları

source: https://wpforms.com
tr_tr: https://dogucanguler.com

source: Beginner friendly WordPress contact form plugin. Use our Drag & Drop form builder to create your WordPress forms.
tr_tr: Yeni başlayanlara dost WordPress iletişim formu eklentisi. WordPress formlarınızı oluşturmak için Sürükle ve Bırak form oluşturucunuzu kullanın.

source: Activate
tr_tr: Etkinleştir

source: Activated
tr_tr: Etkinleştirildi

source: Active
tr_tr: Aktif

source: Deactivate
tr_tr: Devre Dışı Bırak

source: Inactive
tr_tr: Aktif Değil

source: Install Addon
tr_tr: Eklenti yükleyin

source: Could not install addon. Please download from wpforms.com and install manually.
tr_tr: Eklenti yüklenemedi. Lütfen wpforms.com adresinden indirin ve manuel olarak kurun.

source: Could not install a plugin. Please download from WordPress.org and install manually.
tr_tr: Eklenti yüklenemedi. Lütfen wpforms.com adresinden indirin ve manuel olarak kurun.

source: Searching Addons
tr_tr: Eklentilerda Arama

source: Cancel
tr_tr: İptal Et

source: Close
tr_tr: Kapat

source: Are you sure you want to delete this entry?
tr_tr: Bu girişi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete ALL entries?
tr_tr: TÜM kayıtları silmek istediğinizden emin misiniz?

source: Hide Empty Fields
tr_tr: Boş Alanları Gizle

source: Show Empty Fields
tr_tr: Boş Alanları Göster

source: Entries Field Columns
tr_tr: Alan Sütun Girişleri

source: Are you sure you want to delete this note?
tr_tr: Bu notu silmek istediğinizden emin misiniz?

source: Unstar entry
tr_tr: Girişi kaldır

source: Star entry
tr_tr: Yıldız girişi

source: Mark entry read
tr_tr: Işaretle girişi oku

source: Mark entry unread
tr_tr: Girişi okunmamış olarak işaretle

source: Are you sure you want to delete this form?
tr_tr: Bu formu silmek istediğinizden emin misiniz?

source: Are you sure you want to duplicate this form?
tr_tr: Bu formu çoğaltmak istediğinizden emin misiniz?

source: Heads up!
tr_tr: Dikkat et!

source: Please select at least one form to import.
tr_tr: Lütfen içe aktarmak için en az bir form seçin.

source: Almost Done
tr_tr: Neredeyse Bitti

source: Oops!
tr_tr: Hata!

source: OK
tr_tr: TAMAM

source: Install and Activate
tr_tr: Yükle ve Etkinleştir

source: needs to be installed and activated to import its forms. Would you like us to install and activate it for you?
tr_tr: formlarını içe aktarmak için kurulması ve etkinleştirilmesi gerekir. Bizim için kurup etkinleştirmemizi ister misiniz?

source: needs to be activated to import its forms. Would you like us to activate it for you?
tr_tr: formlarını almak için etkinleştirilmesi gerekir. Sizin için etkinleştirmemizi ister misiniz?

source: Are you sure you want to disconnect this account?
tr_tr: Bu hesabı kesmek istediğinizden emin misiniz?

source: Could not authenticate with the provider.
tr_tr: Sağlayıcıyla kimlik doğrulaması yapılamadı.

source: Save and Refresh
tr_tr: Kaydet ve Yenile

source: Unfortunately, there was an server connection error.
tr_tr: Ne yazık ki, bir sunucu bağlantısı hatası vardı.

source: Testing
tr_tr: Sınanıyor

source: Upgrade was successfully completed!
tr_tr: Yükseltme başarıyla tamamlandı!

source: Upload or Choose Your Image
tr_tr: Resim Yükle veya Seç

source: Use Image
tr_tr: Resmi Kullan

source: Select fields
tr_tr: Alanları seçin

source: Loading...
tr_tr: Yükleniyor...

source: No results found
tr_tr: Arama Sonuçları Bulundu

source: No choices to choose from
tr_tr: Form alanı için seçenekler ekleyin

source: Press to select
tr_tr: Açık form seçici

source: Your site is running an outdated version of PHP that is no longer supported and may cause issues with %1$s. <a href="%2$s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
tr_tr: Siteniz artık desteklenmeyen ve %1$s ile ilgili sorunlara neden olabilir, php 'nin eski bir sürümünü çalıştırıyor. < a href="%2$s"target="_blank" rel="noaçıcı noreferrer"> ek bilgi için daha fazla </a> okuyun.

source: <strong>Please Note:</strong> Support for PHP 5.3 to 5.5 will be discontinued in 2019. After this, if no further action is taken, WPForms functionality will be disabled.
tr_tr: <strong>Lütfen Dikkat:</strong> PHP 5.3 ile 5.5 desteği 2019 yılında kesilecektir. Bundan sonra, başka bir işlem yapılmazsa, WPForms işlevselliği devre dışı bırakılır.

source: Thanks for your interest in WPForms Pro!
tr_tr: WPForms Pro ilgi için teşekkür ederiz!

source: If you have any questions or issues just <a href="%s" target="_blank" rel="noopener noreferrer">let us know</a>.
tr_tr: Herhangi bir sorunuz veya sorununuzun varsa <a href="%s" target="_blank" rel="noopener noreferrer">sadece bize bildirin</a>.

source: After purchasing a license,<br>just <strong>enter your license key on the WPForms Settings page</strong>.<br>This will let your site automatically upgrade to WPForms Pro!
tr_tr: Lisans satın aldıktan sonra,<br><strong>lisans anahtarınızı WPForms Ayarları sayfasına girmeniz</strong>için.<br>Bu, sitenizin WPForms Pro'ya otomatik olarak yükseltilemesine izin verir!

source: (Don't worry, all your forms and settings will be preserved.)
tr_tr: (Endişelenmeyin, tüm formlarınız ve ayarlarınız korunacaktır.)

source: Check out <a href="%s" target="_blank" rel="noopener noreferrer">our documentation</a> for step-by-step instructions.
tr_tr: Adım adım talimatlar için <a href="%s" target="_blank" rel="noopener noreferrer">belgelerimize</a> göz atın.

source: You do not have permission.
tr_tr: Veri verme izniniz yok.

source: No data provided
tr_tr: Verilen veri yok

source: An error occurred and the form could not be saved
tr_tr: Bir hata oluştu ve form kaydedilemedi

source: No form name provided
tr_tr: Form adı verilmiyor

source: Error creating form
tr_tr: Form oluşturulurken hata oluştu

source: No form ID provided
tr_tr: Sağlanan form kimliği yok

source: Error updating form template
tr_tr: Form şablonunu güncelleme hatası

source: post type
tr_tr: yazı tipi

source: taxonomy
tr_tr: sınıflandırma

source: You do not have permission to perform this operation.
tr_tr: Bu işlemi gerçekleştirmek için izniniz yok.

source: Success! Your server can make SSL connections.
tr_tr: Başarı! Sunucunuz SSL bağlantıları yapabilir.

source: There was an error and the connection failed. Please contact your web host with the technical details below.
tr_tr: Bir hata oluştu ve bağlantı başarısız oldu. Lütfen aşağıdaki teknik detaylar için web host'unuzun iletişimine geçin.

source: Plugin deactivated.
tr_tr: Addon devre dışı bırakıldı.

source: Addon deactivated.
tr_tr: Addon devre dışı bırakıldı.

source: Could not deactivate the addon. Please deactivate from the Plugins page.
tr_tr: Addon 'u devre dışı bırakamadı. Lütfen eklentiler sayfasından devre dışı bırakın.

source: Plugin activated.
tr_tr: Eklenti etkinleştirildi.

source: Addon activated.
tr_tr: Eklenti etkinleştirildi.

source: Could not activate addon. Please activate from the Plugins page.
tr_tr: Eklenti etkinleştirilemedi. Lütfen Eklentiler sayfasından etkinleştirin.

source: Plugin installed & activated.
tr_tr: Eklenti yüklendi ve etkinleştirildi.

source: Addon installed & activated.
tr_tr: Addon devre dışı bırakıldı.

source: Plugin installed.
tr_tr: Eklenti kuruldu.

source: Addon installed.
tr_tr: Eklenti kuruldu.

source: Sorry, you are not allowed to create new forms.
tr_tr: Üzgünüz, yeni formlar oluşturmanıza izin verilmez.

source: Sorry, you are not allowed to edit this form.
tr_tr: Üzgünüz, bu formu istediğiniz gibi oluşturamaz.

source: AND
tr_tr: VE

source: Add New Choices
tr_tr: Yeni Seçenekler Ekle

source: Bulk Add
tr_tr: Toplu Ekle

source: Hide Bulk Add
tr_tr: Toplu Eklemeyi Gizle

source: Add Choices (one per line)
tr_tr: Seçenekler ekle (her satıra bir tane)

source: Blue Red Green
tr_tr: Mavi Kırmızı Yeşil

source: Show presets
tr_tr: Önayarları göster

source: Hide presets
tr_tr: Önayarlarını gizle

source: The {source} {type} contains over {limit} items ({total}). This may make the field difficult for your visitors to use and/or cause the form to be slow.
tr_tr: {source} {type} üzerinde {limit} öğeleri ({toplam}) içerir. Bu, ziyaretçilerinizin alanı kullanmasını zorlaştırabilir ve/veya formun yavaş kullanılmasına neden olabilir.

source: Due to form changes, conditional logic rules have been removed or updated:
tr_tr: Form değişiklikleri nedeniyle, koşullu mantık kuralları kaldırıldı veya güncellendi:

source: Are you sure you want to disable conditional logic? This will remove the rules for this field or setting.
tr_tr: Şartlı mantığı devre dışı bırakmak istediğinizden emin misiniz? Bu, bu alan veya ayar kurallarını kaldırır.

source: Field
tr_tr: Yeni alan

source: Field Locked
tr_tr: Kilitli Alan

source: This field cannot be deleted or duplicated.
tr_tr: Bu alan silinemez veya çoğaltılamaz.

source: Available Fields
tr_tr: Kullanılabilir Alanlar

source: No fields available
tr_tr: Kullanılabilecek bir alan yok

source: No email fields
tr_tr: E-Mail alanı yok

source: Are you sure you want to delete this notification?
tr_tr: Bu bildirimi silmek istediğinizden emin misiniz?

source: Enter a notification name
tr_tr: Bir bildirim adı girin

source: Eg: User Confirmation
tr_tr: Örn: Kullanıcı Onaylama

source: You must provide a notification name
tr_tr: Bir bildirim adı sağlamalısınız

source: Form must contain one notification. To disable all notifications use the Notifications dropdown setting.
tr_tr: Form bir bildirim içermelidir. Tüm bildirimleri devre dışı bırakmak için Bildirimler açılır listesini kullanın.

source: Default Notification
tr_tr: Varsayılan Bildirim

source: Are you sure you want to delete this confirmation?
tr_tr: Bu onayı silmek istediğinizden emin misiniz?

source: Enter a confirmation name
tr_tr: Onay adı girin

source: Eg: Alternative Confirmation
tr_tr: Örneğin: Alternatif Onay

source: You must provide a confirmation name
tr_tr: Bir onay adı sağlamanız gerekir

source: Form must contain at least one confirmation.
tr_tr: Form en az bir onay içermelidir.

source: Default Confirmation
tr_tr: Varsayılan Onay

source: Save
tr_tr: Kaydet

source: Saving ...
tr_tr: Kaydediliyor ...

source: Saved!
tr_tr: Kaydedildi!

source: Save and Exit
tr_tr: Kaydet ve Çık

source: Show Layouts
tr_tr: Düzenlemeleri Göster

source: Hide Layouts
tr_tr: Düzenlemeleri Gizle

source: Select your layout
tr_tr: Düzenlemenizi Seçin

source: Select your column
tr_tr: Sütunu seçin

source: Loading
tr_tr: Yükleniyor

source: Use Template
tr_tr: Şablon Kullan

source: Changing templates on an existing form will DELETE existing form fields. Are you sure you want apply the new template?
tr_tr: Mevcut bir formdaki şablonların değiştirilmesi mevcut form alanlarını silecektir. Yeni şablonu uygulamak istediğinizden emin misiniz?

source: You are almost done. To embed this form on your site, please paste the following shortcode inside a post or page.
tr_tr: Neredeyse bitiriyorsun. Bu formu sitenize yerleştirmek için lütfen aşağıdaki kısa kodu bir yazı veya sayfa içine yapıştırın.

source: Or you can follow the instructions in this video.
tr_tr: Veya bu videodaki talimatları izleyebilirsiniz.

source: Exit
tr_tr: Çıkış

source: If you exit without saving, your changes will be lost.
tr_tr: Kaydetmeden çıkarsanız, değişiklikleriniz kaybolacaktır.

source: Are you sure you want to delete this field?
tr_tr: Bu alanı silmek istediğinizden emin misiniz?

source: Are you sure you want to duplicate this field?
tr_tr: Bu alanı çoğaltmak istediğinizden emin misiniz?

source: (copy)
tr_tr: (kopya)

source: Please enter a form name.
tr_tr: Lütfen bir form adı girin.

source: This item must contain at least one choice.
tr_tr: Bu öğenin en az bir seçenek içermesi gerekir.

source: Off
tr_tr: Kapalı

source: On
tr_tr: Açık

source: or
tr_tr: veya

source: Other
tr_tr: Diğer

source: is
tr_tr: dir

source: is not
tr_tr: değil

source: empty
tr_tr: boş

source: not empty
tr_tr: boş değil

source: contains
tr_tr: şunu içeren

source: does not contain
tr_tr: içermez

source: starts with
tr_tr: ile başlayan

source: ends with
tr_tr: ile biter

source: greater than
tr_tr: büyüktür

source: less than
tr_tr: daha az

source: Entry storage is currently disabled, but is required to accept payments. Please enable in your form settings.
tr_tr: Giriş depolama şu anda devre dışı, ancak ödemeleri kabul etmek için gereklidir. Lütfen form ayarlarınızda etkinleştirin.

source: This form is currently accepting payments. Entry storage is required to accept payments. To disable entry storage, please first disable payments.
tr_tr: Bu form şu anda ödemeleri kabul ediyor. Girişleri kabul etmek için giriş depolama gereklidir. Giriş depolamasını devre dışı kalmak için lütfen önce ödemeleri devre dışı edin.

source: Previous
tr_tr: Önceki

source: Your form contains required {provider} settings that have not been configured. Please double-check and configure these settings to complete the connection setup.
tr_tr: Formunuz, yapılandırılmamış gerekli {sağlayıcı} ayarları içerir. Lütfen bağlantı kurulumlarını tamamlamak için bu ayarları iki kez kontrol edin ve yapılandırın.

source: Create new rule
tr_tr: Yeni kural oluştur

source: Add new group
tr_tr: Grup Ekle

source: Delete rule
tr_tr: Kuralı sil

source: Show Smart Tags
tr_tr: Akıllı Etiketleri Göster

source: Hide Smart Tags
tr_tr: Akıllı Etiketleri Gizle

source: --- Select Field ---
tr_tr: ---Alanı Seç---

source: --- Select Choice ---
tr_tr: ---Lütfen Seçiniz ---

source: Remove Image
tr_tr: Resmi Kaldır

source: Add
tr_tr: Ekle

source: You should enter a valid absolute address to the Confirmation Redirect URL field.
tr_tr: Onay Yönlendirme URL alanına geçerli bir mutlak adres girmeniz gerekir.

source: Countries
tr_tr: Ülkeler

source: Countries Postal Code
tr_tr: Ülke Posta Kodu

source: States
tr_tr: İlçeler

source: States Postal Code
tr_tr: Zip / Posta Kodu

source: Months
tr_tr: Ay

source: Days
tr_tr: Gün

source: Sullie the WPForms mascot
tr_tr: Sullie WPForms maskotu

source: Oh, hi there!
tr_tr: Oh, merhaba!

source: Our form builder is optimized for desktop computers and tablets. Please manage your forms on a different device.
tr_tr: Form oluşturucumuz masaüstü bilgisayarlar ve tabletler için optimize edilmiştir. Lütfen formlarınızı farklı bir cihazda yönetin.

source: Go back
tr_tr: Geri dön

source: Now editing
tr_tr: Şimdi düzenleniyor

source: Embed Form
tr_tr: Gömülü Form

source: Embed
tr_tr: Gömülü

source: Save Form
tr_tr: Formu Kaydet

source: Fields
tr_tr: Alanlar

source: Add Fields
tr_tr: Alan Ekle

source: Field Options
tr_tr: Alan Seçenekleri

source: You need to <a href="#" class="wpforms-panel-switch" data-panel="setup">setup your form</a> before you can manage the fields.
tr_tr: Alanları yönetmeden önce <a href=“#” class=“wpforms-panel-switch” data-panel=“setup”>formunuzu ayarlamanız</a> gerekir.

source: Enabled
tr_tr: Aktif

source: Submit
tr_tr: Gönder

source: Standard Fields
tr_tr: Standart Alanlar

source: Fancy Fields
tr_tr: Süslü Alanları

source: Payment Fields
tr_tr: Ödeme Alanları

source: You don't have any fields yet.
tr_tr: Henüz herhangi bir alanın yok.

source: You don't have any fields yet. Add some!
tr_tr: Henüz herhangi bir alanın yok. Biraz ekleyin!

source: Duplicate Field
tr_tr: Alanı Çoğalt

source: Delete Field
tr_tr: Alan Sil

source: Click to edit. Drag to reorder.
tr_tr: Düzenlemek için tıkla. Sıralamak için sürükleyin.

source: Payments
tr_tr: Ödemeler

source: Default
tr_tr: Varsayılan

source: You need to <a href="#" class="wpforms-panel-switch" data-panel="setup">setup your form</a> before you can manage these settings.
tr_tr: Bu ayarları yönetmeden önce <a href=“#” class=“wpforms-panel-switch” data-panel=“setup”>formunuzu ayarlamanız</a> gerekir.

source: Upgrade to PRO
tr_tr: Pro’ya Sürüme Yükselt

source: Install Your Payment Integration
tr_tr: Ödeme Entegrasyonunuzu Yükleyin

source: It seems you do not have any payment addons activated. You can head over to the <a href="%s">Addons page</a> to install and activate the addon for your payment service.
tr_tr: Görünüşe göre herhangi bir ödeme eklentisi etkinleştirilmemiş. Ödeme hizmetinizin eklentisini yüklemek ve etkinleştirmek için <a href=“%s”>Eklentilere</a> baş edebilirsiniz.

source: Select Your Payment Integration
tr_tr: Ödeme Entegrasyonunuzu Seçin

source: Select your payment provider from the options on the left. If you don't see your payment service listed, then let us know and we'll do our best to get it added as fast as possible.
tr_tr: Soldaki seçeneklerden ödeme sağlayıcınızı seçin. Listelenen ödeme servisinizi görmüyorsanız, bize bildirin; mümkün olan en kısa sürede ekleyebilmek için elimizden geleni yapacağız.

source: Marketing
tr_tr: Pazarlama

source: We need to save your progress to continue to the Marketing panel. Is that OK?
tr_tr: Pazarlama paneline devam etmek için kaydettiğiniz ilerlemeyi kaydetmeliyiz. Bu iyi mi?

source: Are you sure you want to delete this connection?
tr_tr: Bu bağlantıyı silmek istediğinizden emin misiniz?

source: Enter a %type% nickname
tr_tr: %Kullanıcı Adı% Girin

source: Eg: Newsletter Optin
tr_tr: Örn: Aksem E-Bülten

source: You must provide a connection nickname
tr_tr: Bir bağlantı takma adı sağlamalısınız

source: Field required
tr_tr: Alan gerekli

source: Install Your Marketing Integration
tr_tr: Pazarlama Entegrasyonunuzu Kurun

source: It seems you do not have any marketing addons activated. You can head over to the <a href="%s">Addons page</a> to install and activate the addon for your provider.
tr_tr: Görünüşe göre herhangi bir pazarlama eklentisi etkinleştirilmemiş. Sağlayıcınız için eklentiyi kurmak ve etkinleştirmek için <a href=“%s”>Addons sayfasına</a> gidin.

source: Select Your Marketing Integration
tr_tr: Pazarlama Entegrasyonunuzu Seçin

source: Select your email marketing service provider or CRM from the options on the left. If you don't see your email marketing service listed, then let us know and we'll do our best to get it added as fast as possible.
tr_tr: Soldaki seçeneklerden e-posta pazarlama servis sağlayıcınızı veya CRM’inizi seçin. E-posta pazarlama hizmetinizi listede göremiyorsanız, bize bildirin; mümkün olan en kısa sürede eklenmesini sağlamak için elimizden geleni yapacağız.

source: Settings
tr_tr: Ayarlar

source: General
tr_tr: Genel

source: Notifications
tr_tr: Bildirimler

source: Confirmation
tr_tr: Onaylandı

source: You need to <a href="#" class="wpforms-panel-switch" data-panel="setup">setup your form</a> before you can manage the settings.
tr_tr: Ayarları yönetmeden önce <a href=“#” class=“wpforms-panel-switch” data-panel=“setup”>1 Form</a> kurmuş olmanız gerekir.

source: Form Name
tr_tr: Form Adı

source: Form Description
tr_tr: Form Açıklaması

source: Form CSS Class
tr_tr: Form CSS Sınıfı

source: Enter CSS class names for the form wrapper. Multiple class names should be separated with spaces.
tr_tr: Form sarmalayıcı için CSS sınıf adlarını girin. Birden fazla sınıf adı boşluklarla ayrılmalıdır.

source: Submit Button Text
tr_tr: Gönderme Butonu Metni

source: Submit Button Processing Text
tr_tr: Gönder Düğmesi Metin İşleme

source: Enter the submit button text you would like the button display while the form submit is processing.
tr_tr: Form gönderimi işlemi yapılırken düğmenin görüntüleneceği gönderme düğmesi metnini girin.

source: Submit Button CSS Class
tr_tr: Gönder Düğmesi CSS Sınıfı

source: Enter CSS class names for the form submit button. Multiple names should be separated with spaces.
tr_tr: Form gönder düğmesinin CSS sınıf adlarını girin. Birden fazla ismin boşluklarla ayrılması gerekir.

source: Enable anti-spam honeypot
tr_tr: İstenmeyen posta yla karşılatmasını etkinleştirin

source: Enable Google Checkbox v2 reCAPTCHA
tr_tr: Google Checkbox v2 reCAPTCHA'yı etkinleştirme

source: Enable Google Invisible v2 reCAPTCHA
tr_tr: Google Invisible v2 reCAPTCHA'yı etkinleştirme

source: Enable Google v3 reCAPTCHA
tr_tr: Google v3 reCAPTCHA'yı etkinleştirme

source: Enable AJAX form submission
tr_tr: AJAX form gönderimini etkinleştirin

source: Enables form submission without page reload.
tr_tr: Sayfa yeniden yüklenmeden form gönderimi sağlar.

source: Setup
tr_tr: Kurulum

source: Enter your form name here&hellip;
tr_tr: Buraya form adı giriniz &hellip;

source: Select a Template
tr_tr: Bir Şablon Seçin

source: To speed up the process, you can select from one of our pre-made templates or start with a <strong><a href="#" class="wpforms-trigger-blank">blank form.</a></strong>
tr_tr: İşlemi hızlandırmak için önceden hazırlanmış şablonlarımızdan birini seçebilir veya <strong><a href="#" class="wpforms-trigger-blank">boş bir form</a></strong> ile başlayabilirsiniz

source: Additional Templates
tr_tr: Ek Şablonlar

source: Have a suggestion for a new template? <a href="%1$s" target="_blank" rel="noopener noreferrer">We'd love to hear it</a>. Also, you can <a href="%2$s" target="_blank" rel="noopener noreferrer">create your own templates</a>!
tr_tr: Yeni bir şablon için öneriniz mi var? <a href="%1$s" target="_blank" rel="noopener noreferrer">Duymak isteriz.</a> Ayrıca, <a href="%2$s" target="_blank" rel="noopener noreferrer">kendi şablonlarınızı oluşturabilirsiniz!</a>!

source: Search additional templates...
tr_tr: Ek şablonlar ara …

source: More are available in the <a href="%1$s" target="_blank" rel="noopener noreferrer">Form Templates Pack addon</a> or by <a href="%2$s" target="_blank" rel="noopener noreferrer">creating your own</a>.
tr_tr: Daha fazlası <a href="%1$s" target="_blank" rel="noopener noreferrer">Form Şablonları Paketi eklentisinde</a> veya <a href="%2$s" target="_blank" rel="noopener noreferrer">kendi .</a>.

source: Selected
tr_tr: Seçili

source: %s template
tr_tr: %s şablonu

source: Create a %s
tr_tr: %s Oluştur

source: Form Entries
tr_tr: Form Başvuruları

source: Form Fields
tr_tr: Form alanları ve textareas için renkleri belirtin

source: Form Templates
tr_tr: Form Şablonları

source: Smart Conditional Logic
tr_tr: Akıllı Şartlı Mantık

source: Marketing Integrations
tr_tr: Pazarlama Entegrasyonunuzu Seçin

source: Payment Forms
tr_tr: Stripe ve PayPal ile ödeme formları oluşturun

source: Surveys & Polls
tr_tr: Anketler

source: Advanced Form Features
tr_tr: Daha Fazla Özellikler Kilidini Aç

source: WPForms Addons
tr_tr: Aksem Form

source: Customer Support
tr_tr: Müşteri desteği

source: Number of Sites
tr_tr: Site Sayısı

source: About Us
tr_tr: Hakkımızda

source: Getting Started
tr_tr: Başla

source: %1$s vs %2$s
tr_tr: %1$s at %2$s

source: Hello and welcome to WPForms, the most beginner friendly drag & drop WordPress forms plugin. At WPForms, we build software that helps you create beautiful responsive online forms for your website in minutes.
tr_tr: Merhaba ve WPForms'a hoş geldiniz, en yeni başlayanlar için en iyi sürükle ve bırak WordPress formları eklentisi. WPForms'da, web siteniz için birkaç dakika içinde güzel, duyarlı, çevrimiçi formlar oluşturmanıza yardımcı olan bir yazılım geliştiriyoruz.

source: Over the years, we found that most WordPress contact form plugins were bloated, buggy, slow, and very hard to use. So we started with a simple goal: build a WordPress forms plugin that’s both easy and powerful.
tr_tr: Yıllar geçtikçe, çoğu WordPress iletişim formu eklentisi şişirilmiş, buggy, yavaş ve kullanımı çok zor olduğunu gördük. Böylece basit bir hedefle başladık: Hem kolay hem de güçlü bir WordPress form eklentisi oluşturun.

source: Our goal is to take the pain out of creating online forms and make it easy.
tr_tr: Amacımız, çevrimiçi formlar oluşturmanın acısını çıkarmak ve kolaylaştırmaktır.
