Repository: imdcan/wpforms-lite-tr_TR
Catalog: wpforms-lite-*.po
Languages: tr_tr

source: Upgrade
tr_tr: Şimdi Yükselt

source: While WPForms Lite allows you to create any type of form, you can speed up the process by unlocking our other pre-built form templates among other features, so you never have to start from scratch again...
tr_tr: WPForms Lite her türlü form oluşturmanıza izin verirken, diğer özellikler arasında önceden oluşturulmuş form şablonlarımızın kilidini açarak süreci hızlandırabilirsiniz, böylece bir daha sıfırdan başlamak zorunda kalmamanız gerekir...

source: Phone
tr_tr: Telefon

source: Address
tr_tr: Adres

source: Date / Time
tr_tr: Tarih ve Saat

source: Website / URL
tr_tr: Site / URL

source: File Upload
tr_tr: Dosya Yükle

source: Password
tr_tr: Parola

source: Section Divider
tr_tr: Bölüm Bölücü

source: Hidden Field
tr_tr: Gizli Alan

source: Rating
tr_tr: Değerlendirme

source: Signature
tr_tr: İmza

source: Likert Scale
tr_tr: Likert Ölçeği

source: Net Promoter Score
tr_tr: Net Organizatör Puanı

source: Single Item
tr_tr: Tek Öğe

source: Multiple Items
tr_tr: Birden çok öne

source: Checkbox Items
tr_tr: Onay Kutusu Öğeleri

source: Dropdown Items
tr_tr: Açılır Menü Öğeleri

source: Total
tr_tr: Toplam

source: Conditional Logic
tr_tr: Koşullu Mantık

source: Conditionals
tr_tr: Şartlılar

source: Conversational Forms
tr_tr: Formlar

source: Surveys and Polls
tr_tr: Anketler ve Anketler

source: Form Pages
tr_tr: Form Sayfaları

source: Form Locker
tr_tr: Form Dolabı

source: PayPal Standard
tr_tr: PayPal Standart

source: %s addon
tr_tr: %s eklenti

source: No form ID found.
tr_tr: Form kimliği bulunamadı.

source: Something wrong. Please, try again later.
tr_tr: Bir sorun var. Lütfen, daha sonra tekrar dene.

source: Google reCAPTCHA isn't configured yet. Please complete the setup in your <a href="%1$s" target="_blank">WPForms Settings</a>, and check out our <a href="%2$s" target="_blank" rel="noopener noreferrer">step by step tutorial</a> for full details.
tr_tr: Google reCAPTCHA henüz yapılandırılmamıştır. Lütfen <a href="%1$s" target="_blank">WPForms Ayarlarınızda</a>kurulumu tamamlayın ve tüm ayrıntılar için <a href="%2$s" target="_blank" rel="noopener noreferrer">adım adım eğitime</a> göz atın.

source: %s has been enabled for this form. Don't forget to save your form!
tr_tr: Bu form için %s etkinleştirilmiştir. Formunuzu kaydetmeyi unutmayın!

source: Are you sure you want to disable Google reCAPTCHA for this form?
tr_tr: Bu form için Google reCAPTCHA'yı devre dışı kılmış istediğinizden emin misiniz?

source: Google Invisible v2 reCAPTCHA
tr_tr: Google Görünmez v2 reCAPTCHA

source: Google v3 reCAPTCHA
tr_tr: Google reCaptcha V3

source: You can have multiple notifications with conditional logic.
tr_tr: Koşullu mantıkla birden çok bildiriminiz olabilir.

source: You can have multiple confirmations with conditional logic.
tr_tr: Koşullu mantıkla birden çok onay alabilirsiniz.

source: You do not have permission to perform this action.
tr_tr: Bu eylemi gerçekleştirmek için izniniz yok.

source: Sorry, you do not have permission to install plugins.
tr_tr: Üzgünüz, eklentileri yüklemek için izniniz yok.

source: Please enter your license key to connect.
tr_tr: Bağlanmak için lütfen lisans anahtarınızı girin.

source: Only the Lite version can upgrade.
tr_tr: Yalnızca Lite sürümü yükseltilebilir.

source: WPForms Pro was already installed and has not been activated.
tr_tr: WPForms Pro zaten kuruldu ve etkinleştirilmedi.

source: Could not install upgrade. Please download from wpforms.com and install manually.
tr_tr: Yükseltme yükleyemedi. Lütfen wpforms.com'dan indirin ve el ile yükleyin.

source: Could not install upgrade. Please check for file system permissions and try again. Also you can download plugin from wpforms.com and install manually.
tr_tr: Yükseltme yükleyemedi. Lütfen dosya sistemi izinlerini kontrol edin ve yeniden deneyin. Ayrıca wpforms.com'dan eklenti indirebilir ve el ile yükleyebilirsiniz.

source: No key provided.
tr_tr: Anahtar sağlanmadı.

source: Pro version installed but needs to be activated from the Plugins page inside your WordPress admin.
tr_tr: Pro sürümü yüklü ama WordPress yönetici içinde Eklentileri sayfasından aktive edilmesi gerekir.

source: There was an error installing WPForms Pro. Please try again.
tr_tr: WPForms Pro'nun yüklenmesinde bir hata oluştu. Lütfen tekrar deneyin.

source: Show More
tr_tr: Daha Fazla Göster

source: Show Less
tr_tr: Az göster

source: Create Your First Form to Start Collecting Leads
tr_tr: Müşteri Adaylarını Toplamaya Başlamak için İlk Formunuzu Oluşturun

source: Create Your Form
tr_tr: Formunuzu Oluşturun

source: Total Entries
tr_tr: Toplam Girişler

source: Last 7 days
tr_tr: Son 7 gün

source: View all Form Entries inside WordPress Dashboard
tr_tr: WordPress Panosu içindeki tüm Form Girişlerini Görüntüle

source: Form entries reports are not available.
tr_tr: Form girişleri raporları kullanılamaz.

source: Form entries are not stored in Lite.
tr_tr: Form girişleri Lite'da depolanmaz.

source: Upgrade to Pro and get access to the reports.
tr_tr: Pro'ya yükseltin ve raporlara erişin.

source: Go to WPForms.com
tr_tr: WPForms.com'e git

source: Total Entries by Form
tr_tr: Forma Göre Toplam Giriş

source: No entries were submitted yet.
tr_tr: Henüz giriş gönderilmedi.

source: Show all forms
tr_tr: Tüm formları göster

source: Recommended Plugin:
tr_tr: Önerilen Eklenti:

source: Install
tr_tr: Yükle

source: You’re using WPForms Lite. To unlock more features consider <a href="%s" target="_blank" rel="noopener noreferrer">upgrading to Pro</a>.
tr_tr: WPForms Lite kullanıyorsunuz. Daha fazla özellik kilidini açmak <a href="%s" target="_blank" rel="noopener noreferrer">için Pro yükseltme</a>düşünün.

source: Dismiss this message.
tr_tr: Bu mesajı reddedin.

source: Access
tr_tr: Erişim

source: Access Controls
tr_tr: Erişim Kontroleri

source: Access controls allows you to manage and customize access to WPForms functionality.
tr_tr: Erişim denetimleri, WPForms işlevlerine erişimi yönetmenize ve özelleştirmenize olanak tanır.

source: You can easily grant or restrict access using the simple built-in controls, or use our official integrations with Members and User Role Editor plugins.
tr_tr: Basit yerleşik denetimleri kullanarak erişimi kolayca verebilir veya kısıtlayabilir veya Üyeler ve Kullanıcı Rolü Düzenleyicisi eklentileriyle resmi tümleştirmelerimizi kullanabilirsiniz.

source: Simple Built-in Controls
tr_tr: Basit Dahili Denetimler

source: Members Integration
tr_tr: Üye Entegrasyonu

source: User Role Editor Integration
tr_tr: Kullanıcı Rolü Düzenleyici Entegrasyonu

source: Create Forms
tr_tr: Formları oluştur

source: Edit Forms
tr_tr: Formları Düzenle

source: Edit Others Forms
tr_tr: Diğerleri

source: View Forms
tr_tr: Formları Görüntüle

source: View Others Forms
tr_tr: Tüm Formları Görüntüle

source: Delete Forms
tr_tr: Formları Silin

source: Delete Others Forms
tr_tr: Diğerleri

source: View Forms Entries
tr_tr: Form Girişlerini Görüntüle

source: View Others Forms Entries
tr_tr: Diğer Formlar Girişlerini Görüntüle

source: Edit Forms Entries
tr_tr: Form Girişlerini Düzenle

source: Edit Others Forms Entries
tr_tr: Diğer Formları Biçimlendir Girişlerini Edin

source: Delete Forms Entries
tr_tr: Form Girişlerini Sil

source: Delete Others Forms Entries
tr_tr: Diğer Formgirişlerini Silme

source: Custom access to the following capabilities…
tr_tr: Aşağıdaki özelliklere özel erişim…

source: Upgrade to WPForms Now
tr_tr: WPForms'a Şimdi Yükseltin

source: Already purchased?
tr_tr: Zaten satın alındı mı?

source: Hide empty fields
tr_tr: Boş alanları gizle

source: Show empty fields
tr_tr: Boş alanları göster

source: Hide notes
tr_tr: Notları gizle

source: Show notes
tr_tr: Notları göster

source: Normal view
tr_tr: Normal görünüm

source: Compact view
tr_tr: Kompakt görünüm

source: Entry #%d
tr_tr: Kayıt #%d

source: Print
tr_tr: Yazdır

source: This entry does not have any fields
tr_tr: Bu girişin herhangi bir alanı yok

source: Empty
tr_tr: Boş

source: Notes
tr_tr: Yalnızca yöneticiler tarafından görünen notlar

source: Added by %1$s on %2$s
tr_tr: %2$s üzerinde %1$s tarafından eklendi

source: Select the user roles that are allowed access to WPForms.
tr_tr: WPForms'a erişmesine izin verilen kullanıcı rollerini seçin.

source: Custom Field Name
tr_tr: Özel Alan Adı

source: Form Field Value
tr_tr: Form Alanı Değeri

source: Field Name
tr_tr: Alan Adı

source: Add Another
tr_tr: Başka Ekle

source: Remove
tr_tr: Gün Çizelgesini Kaldır

source: Map custom fields (or properties) to form fields values.
tr_tr: Alan değerleri oluşturmak için özel alanları (veya özellikleri) eşleyin.

source: Something went wrong while performing an AJAX request.
tr_tr: Bir AJAX isteği gerçekleştirilirken bir şeyler ters gitti.

source: Add New Connection
tr_tr: Yeni Bağlantı Ekle

source: You do not have permissions.
tr_tr: İzinleriniz yok.

source: Missing required data in payload.
tr_tr: Yükte gerekli veriler eksik.

source: Hi there!
tr_tr: Selam!

source: Let’s see how your forms performed.
tr_tr: Formlarınızın nasıl performans gösterdiğini görelim.

source: Below is the total number of submissions for each form, however actual entries are not stored in WPForms Lite. To generate detailed reports and view future entries inside your WordPress dashboard, consider upgrading to Pro.
tr_tr: Aşağıda her form için toplam gönderim sayısı, ancak gerçek girişleri WPForms Lite depolanmaz. Ayrıntılı raporlar oluşturmak ve WordPress panonuzdaki gelecekteki girişleri görüntülemek için Pro'ya yükseltmeyi düşünün.

source: It appears you do not have any form entries yet.
tr_tr: Henüz herhangi bir form girişi yok gibi görünüyor.

source: Maximum
tr_tr: Maksimum

source: Your site already has WPForms Pro activated. If you want to switch to WPForms Lite, please first go to Plugins > Installed Plugins and deactivate WPForms. Then, you can activate WPForms Lite.
tr_tr: Sitenizde zaten WPForms Pro etkinleştirildi. WPForms Lite'a geçmek istiyorsanız, lütfen önce Eklentiler > Yüklü Eklentiler'e gidin ve WPForms'u devre dışı bırakın. Daha sonra, WPForms Lite etkinleştirebilirsiniz.

source: Your site is running an <strong>insecure version</strong> of PHP that is no longer supported. Please contact your web hosting provider to update your PHP version or switch to a <a href="%1$s" target="_blank" rel="noopener noreferrer">recommended WordPress hosting company</a>.
tr_tr: Siteniz, php'nin artık desteklenmeyen güvensiz bir <strong>sürümünü</strong> çalıştırıyor. PHP sürümünüzü güncellemek veya <a href="%1$s" target="_blank" rel="noopener noreferrer">önerilen Bir WordPress barındırma şirketine</a>geçmek için lütfen web barındırma sağlayıcınıza başvurun.
